[
 {
  "id": "dm-test-0783c68a744df6afa009d16e72709f2b4d90dea1",
  "decoded": "usain bolt will compete at the iaaf/btc world relays in the bahamas next month , the jamaica athletics administrative association has announced . the six-time olympic gold medallist will compete at the relay championship on may 2 and 3 as part of the jamaican team . usain bolt has confirmed he will be part of jamaica 's team at the world relays in the bahamas .",
  "references": [
   "Usain Bolt will compete at the IAAF/BTC World Relays on May 2-3. Six-time Olympic gold medalist says he's 'fit, healthy and ready to run.' Bolt was part of the Jamaica team that won gold at London 2012.",
   "A jamaican athlete is going to compete in a large race in the bahamas. The man is ready to go and hopes to mae his country proud.",
   "World Champion runner Usain Bolt, will join the Jamaican relay team on May 2nd and 3rd for the world relays taking place in Bahamas. The JAAA general secretary expressed happiness and pleasure at the inclusion of Bolt for the relay team and excitement at the team's prospects for the event. Bolt expressed excitement to be part of the team and to be involved in the atmosphere of the event.",
   "Six time Olympic gold medalist Usain Bolt will compete for Jamaica in the IAAF/BTC world relays. They are being held in the Bahamas on May 2 and 3.",
   "Usain Bolt will participate in the IAAF/BTC World event. He won a variety of events at the London Olympic games in 2012. Bolt claims to want to make his country proud.",
   "The world relays will take place soon, and it has just been announced that star sprinter Usain Bolt says that he feels fine and will be one of the runners.",
   "Usain Bolt announced he would join Jamaica's team. The list will be announced soon. Bolt will compete at the Bahamas relays.",
   "The Jamaica Athletics Administrative Association has confirmed that Usain Bolt will be part of the Jamaican team. The full team will be announced shortly, there is no date listed. Usain Bolt will be part of the IAAF/BTC World Relays taking place in the Bahamas.",
   "A person who goes by the moniker of Bolt is going to play for Jamaica. There will be a naming of these people during the month of May. He will engage in short runs.",
   "Jamaica will have Usain Bolt running for them at the IAAF/BTC world relays, the star confirmed. The complete roster of competitors will be made public soon.",
   "Usain Bolt has announced that he will be a part of the relay team that Jamaica is sending to the world relays in the Bahamas. The championship is being held by IAAF/BTC.  The full team list has yet to be announced but should not be too long in coming."
  ],
  "text": "Usain Bolt will compete at the IAAF/BTC World Relays in the Bahamas next month, the Jamaica Athletics Administrative Association has announced. The six-time Olympic gold medallist will compete at the relay championship on May 2 and 3 as part of the Jamaican team. 'I'm happy to be part of the Jamaican team for the IAAF / BTC World Relays in the Bahamas. I am fit, healthy and ready to run,' said Bolt. Usain Bolt has confirmed he will be part of Jamaica's team at the World Relays in the Bahamas Bolt reacts as he wins 4x100m gold at the London Olympic Games in 2012 'I hear the meet was a lot of fun last year and there was a great atmosphere. Jamaica has a long and successful tradition in relays and when we put on the national colours we always do our best to make the country proud,' he added. JAAA General Secretary Garth Gayle commented, 'We were extremely pleased that Usain was available for selection and that the world's fastest man will be running for Jamaica. We can expect some sprint magic on the track in the Bahamas on 2nd and 3rd May.' The full Jamaican team list for the competition will be announced shortly. Bolt insists he always does 'his best to make his country proud' while wearing Jamaica colours",
  "expert_coherence_mean": 0.42,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.5,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.5,
  "turker_relevance_mean": 0.75,
  "example_idx": 171
 },
 {
  "id": "cnn-test-5139ccfabee55ddb83e7937f5802c0a67aee8975",
  "decoded": "-lrb- cnn -rrb- after a russian fighter jet intercepted a u.s. reconnaissance plane in an `` unsafe and unprofessional manner '' earlier this week , the united states is complaining to moscow about the incident . on tuesday , a u.s. rc-135u was flying over the baltic sea when it was intercepted by a russian su-27 flanker . the pentagon said the incident occurred in international airspace north of poland .",
  "references": [
   "The incident occurred on April 7 north of Poland in the Baltic Sea. U.S. says plane was in international airspace. Russia says it had transponder turned off and was flying toward Russia.",
   "The USA has been in talks with Moscow regarding the interception of a US plane by a Russian fighter. The incident occurred north of Poland in international airspace. Russia and the US come into aircraft contact often.",
   "Earlier this week, a Russian fighter jet made unsafe and unprofessional moves when intercepting a US reconnaissance plane. The pentagon has since complained to the Russian military.",
   "A instance occurred after an rc-135u flew over an airspace above Poland. It was moving quite fast and the U.S has not been happy about this.",
   "The United States has opened diplomatic appeal with Russia after a Russian Fighter Jet, SU-27 flanker intercepted a US RC-135U flying over the baltic sea. The US stated the Russian Pilot's actions were unsafe and unprofessional because of the manner in which he flew in relation to the US craft. The Russian agency has claimed the manner of flight was to identify and determine the craft. The pentagon intends to file the appropriate petition through diplomatic channels with Russia. The US has complained about Russian air conduct before.",
   "A reckless plane from Russia nearly caused a midair crash after flying around the American plane several times over the open waters of the ocean.",
   "An American plane was intercepted by a Russian su-27 flanker fighter jet when it was flying over the Baltic Sea earlier in the week.",
   "The place they were from was a cold war location. It was over the opposite of Atlantic. The craft was from the same cold war vicinity, led by Putin.",
   "The fighter jet was being piloted by Russian. The US aircraft was flying over the Baltic Sea. A Russian SU-27 Flanker caught the US plane.",
   "A su-27 flanker jet jet from Russia's armed forces intercepted a RC-135u plane from the US as it flew over the Baltic. The crew of the American plane were none too pleased and did not hesitate to say so.",
   "The pilot from the fighter jet was Russian. The jet was seen flying over the Baltic sea. The jet was a Rusian Su-27 flanker."
  ],
  "text": "(CNN)After a Russian fighter jet intercepted a U.S. reconnaissance plane in an \"unsafe and unprofessional manner\" earlier this week, the United States is complaining to Moscow about the incident. On Tuesday, a U.S. RC-135U was flying over the Baltic Sea when it was intercepted by a Russian SU-27 Flanker. The Pentagon said the incident occurred in international airspace north of Poland. The U.S. crew believed the Russian pilot's actions were \"unsafe and unprofessional due to the aggressive maneuvers it performed in close proximity to their aircraft and its high rate of speed,\" Pentagon spokesman Mark Wright said. Russian state news agency Sputnik reported the U.S. plane was flying toward the Russian border with its transponder switched off, according to a Defense Ministry spokesman. Maj. Gen. Igor Konashenkov said the Russian jet flew around the U.S. plane several times to identify it and get its tail number. An official with the U.S. European Command said the claim that the transponder was off was false. Wright said the Pentagon and State Department will \"file the appropriate petition through diplomatic channels\" with Russia. This is not the first time the U.S. has complained about an incident involving a RC-135U and a SU-27.  A year ago, a Russian jet flew within 100 feet of a RC-135U over the Sea of Okhotsk in the western Pacific, according to U.S. officials who called it \"one of the most dangerous close passes in decades.\" The Pentagon complained to the Russia military about that incident. Russian and U.S. aircraft often encounter each other, both in Northern Europe as well as the area between the Russian Far East and Alaska. CNN's Steve Brusk and Jamie Crawford contributed to this report.",
  "expert_coherence_mean": 0.83,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 1.0,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.75,
  "example_idx": 1307
 },
 {
  "id": "dm-test-8b59fa7715418c4bcc0d50e3caeb239129de453e",
  "decoded": "joe hart has lavished praise on fellow goalkeeper gianluigi buffon . hart passed an impressive milestone of his own by representing his country . hart has labelled buffon as a ` legend of the game ' manchester city shot stopper , who is 10 years younger than buffon , revealed his delight .",
  "references": [
   "Joe Hart has revealed he is inspired by the likes of Gianluigi Buffon. Italy's record cap holder Buffon played his 147th game for the Azzurri. Man City shot stopper Hart recorded his 50th appearance for England.",
   "Gianluigi Buffon claimed his 147th cap and passed his own milestone for his country for the 50th time.",
   "English soccer  player Joe Hart heaped praise upon goalkeeper Gianluigi Buffon by calling him a 'legend of the game' following Buffon's 147th professional match.  This praise from Joe Hart is notable because Hart has also recently accomplished an impressive feat by recently representing his country for the 50th time.",
   "Ace Hart stated that Buffon is a \"legend.\" Buffon recently won his 147th cap against England on Tuesday. Hart has 50 caps, himself.",
   "On Tuesday, Joe Hart represented his country for the 50th time. He has been quoted calling goalkeeper Gianluigi Buffon an inspiration after Buffon claimed his 147th cap.",
   "England and Manchester City's Joe Hart has labelled Gianluigi Buffon as a legend of the game and praised him for his illustrious career. Hart has received his 50th cap for England in the game against Italy where Buffon received his 147th for Italy. Hart opened up about what he still has to learn, his desire to continue to play for England and City as long as he can and to continue to play well.",
   "Joe Hart called Gianluigi a legend.  Gianluigi Buffon won his 147th Cap.  Hart is 10 years younger than Buffon",
   "Joe Hart called Gianluigio \"legend of the game\". Gianluigi won their 147th cap. The Manchester City shot stopper is ten years younger.",
   "Joe Hart called Gianluigi Buffon a legend. Gianluigi Buffon earned his 147th cap against England. Hart is 10 years younger than Buffon.",
   "Goalkeeper Joe Hart has recently deemed Gianluigi Buffon as a legend of the game. Buffon just one his 147th cap against England. Gianluigi Burron is 10 years younger than Joe Hart.",
   "Ace hart has spoken about goalkeeper Gianluigi Buffon, calling him a 'legend of the game'.  On Tuesday night, Buffon won against England; his 147th cap.   Ace Hart is 10 years younger than Buffon and is looking to expand from his own 50 caps."
  ],
  "text": "England ace Joe Hart labelled fellow goalkeeper Gianluigi Buffon a 'legend of the game' after seeing the Italian veteran claim his 147th cap. Hart, who passed an impressive milestone of his own by representing his country for the 50th time on Tuesday night, said after the 1-1 draw with Italy that Buffon was an inspiration. Speaking to FA TV, Hart said: 'I’m still learning my game and I’m still watching the likes of Buffon and the way he goes about his business at 37 years old. England and Manchester City goalkeeper Joe Hart has lavished praise on fellow goalkeeper Gianluigi Buffon Hart has labelled Buffon, who won his 147th cap against England on Tuesday night, a 'legend of the game' 'I’ve got a lot more learning to do and I want to do it in this team. '[Buffon’s caps total] is a long way off, but it’s definitely a night to celebrate a terrific goalkeeper and a legend of the game, someone I personally look up to and it’s inspirational to see.' The Manchester City shot stopper, who is 10 years younger than Buffon, revealed his delight at receiving his 50th cap at the Juventus Stadium. 'I was proud of my first cap, I was proud to represent the Under 21s, and 50 caps at my age is good,' added Hart. 'I want to keep going, that’s not the end for me. I just want to keep going, keep playing well for my club and country and rack them up.' England ace Hart, pictured saving a shot by Citadin Eder, is desperate to add to his 50 international caps",
  "expert_coherence_mean": 0.17,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 0.75,
  "expert_relevance_mean": 0.25,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.7,
  "turker_fluency_mean": 0.6,
  "turker_relevance_mean": 0.8,
  "example_idx": 720
 },
 {
  "id": "dm-test-8bc8f134bc3ceaeec0df8f29e96e13d319717ab8",
  "decoded": "barcelona club president josep maria bartomeu has insisted that the la liga leaders have no plans to replace luis enrique and they 're ' very happy ' with him . the 44 - year - old took only took charge of the club last summer , signing a two - year - deal , and is only six games away from winning the title . despite speculation this season that enrique will be replaced in the summer , bartomeu refuted these claims and says he 's impressed with how the manager has performed .",
  "references": [
   "Barcelona president Josep Bartomeu says the club are happy with Enrique. Barca are currently top of La Liga and closing in on the league title. Enrique's future at the club has been speculated over the season.",
   "Barcelona's new coach Luis Enrique has his team only six games away from a title. The club president is very pleased with him and has no plans to look elsewhere for a new manager.",
   "Rumors have circulated that Barcelona Club President, Luis Enrique, will be replaced this summer.  However, Barcelona Club president, Josep Maria Bartomeu claims to be \"very happy\" with Enrique.  Enrique has been manager since last summer.  Bartemou stated that \"he has a contract until 2016 and we are very happy with him because Barcelona are one of the few clubs in the world that are going into the final stretch of the season still capable of winning three trophies.\"",
   "The top player from Barcelona will not be traded. The team is ecstatic about the players performance and plan on pursuing the championship with him on board.",
   "Josep Maria Bartomeu, Barcelona's club president, has reaffirmed that he is not replacing Luis Enrigue. Luis Enrique, the current Barcelona manager, signed a 2 year managing deal last summer.",
   "A player was accussed of wanting to leave his team, but both the team and player have insisted they are happy. The player has a contract signed and hopes to win three trophies.",
   "The president of Barcelona, Josep Maria Bartomeu claimed that the La Liga leaders didn't plan to replace Luis Enrique. Josep took control the previous summer. Josep signed a two year contract.",
   "Bartomeu, with Barcelona stated that the club has no intentions on removing Enrique and putting someone else in that position. The previous summer is when the club was taken over by him. His deal with the club is meant to last until 2016.",
   "Barcelona club president Josep Maria Bartomeu claims that La Liga Leaders do not plan to replace Luis Enrique. Josep Maria Bartomeu began taking charge of the club the last summer. The President's deal is a two year term.",
   "The President of the Barcelona club, Josep Maria Bartomeu says that there aren't any plans to replace Luis Enrique Bartomeu took the lead for the club last summer Bartomeu will be in charge of the club for two years",
   "The president of barcelona club josep maria bartomeu took over the club last summer and says they don't want to replace luis enrique. Josep has a 2 year deal with the club. The president said luis enrique is concentrating on la liga and other work."
  ],
  "text": "Barcelona club president Josep Maria Bartomeu has insisted that the La Liga leaders have no plans to replace Luis Enrique and they're 'very happy' with him. The 44-year-old took only took charge of the club last summer, signing a two-year-deal, and is only six games away from winning the title. Despite speculation this season that Enrique will be replaced in the summer, Bartomeu refuted these claims and says he's impressed with how the manager has performed. Luis Enrique only took charge at the club last summer and has impressed during his tenure Barcelona president Josep Maria Bartemou says the club are 'very happy' with Enrique's performance 'There's a lot of time to talk about his contract in the future,' the Barca president told bySPORT. 'Luis Enrique is concentrating on La Liga and on everything he needs to do in relation to the team. 'After the Champions League game against PSG in Paris on Wednesday, I saw how hard he worked on preparing for the game against Valencia [on Saturday]. 'He has a contract until 2016 and we are very happy with him because Barca are one of the few clubs in the world that are going into the final stretch of the season still capable of winning three trophies.' Enrique's side comfortably dispatched of Champions League chasing Valencia on Saturday, with goals from Luis Suarez and Lionel Messi. Luis Suarez opened the scoring for Barcelona after just one minute against high-flying Valencia Lionel Messi scored the second after rounding Diego Alves and slotting home at the Nou Camp",
  "expert_coherence_mean": 0.75,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.75,
  "example_idx": 583
 }
]