[
 {
  "id": "dm-test-2feca9acf532e33f1ab7442c442c8e19787d8d7b",
  "decoded": "roland giroux gently cups the fish with his hand from within side the tank and then treats it to a massage . the fish begins relaxing in the man 's hand and stays very still as the owner begins to stroke it with his finger .",
  "references": [
   "Roland Giroux captured his relationship with his fish on camera. The blood parrot cichlid swims in circles and waits in man's hand. The man then begins massaging and stroking its body with his finger. Mr Giroux claims the fish becomes frustrated if not stroked each day.",
   "A man suggests that cats and dogs have an inherent advantage over aquarium pets in regards to touching and petting them. A man has a fish that he likes to pet with his fingers, but the fish isn't always up for the task when it comes for it, but the fish sometimes does. The man gets to play with his fish for a few minutes per day.",
   "Roland Giroux has a very unusual connection to his pet fish, in that the fish apparently enjoys being pet and massaged by its owner.  The fish clearly enjoys being massaged by its owner's fingers and even seems to follow the owners hand when Roland withdraws it from the fish's tank.  Roland uploads many videos to Youtube of this unusual dynamic for all to see.",
   "An aquatic animal enjoys the subtle sensations of human touch. Swimming over to him to get massaged and getting anxious when the hand is pulled away.",
   "Roland Giroux places his hand in his fish tank and massages his fish, much like you would pet a cat or dog. When Roland removes his hand from the tank, the fish follows his hand, swimming towards the surface and looking sad.",
   "Fish owners everywhere have wondered how they can show a little appreciation to their scaled friends. One man has figured out that like most people, his pet fish really enjoys a massage. So he reaches in, rubs the fish's tired muscles, and the fish all but cries when the massage time is over!",
   "While most people think that fish are not able to interact with people through touch like dogs and cats can, one owner has proven that not to be the case. Roland Giroux actually massages his pet fish, a blood parrot cichlid. He does this for about fifteen minutes every day.",
   "Cats and dogs have advantage over marine animals. Roland Giroux massages his fish. He massages the fish for 15 minutes daily.",
   "While most people prefer to pet cats and dogs, Roland Giroux has trained his pet blood parrot chiclid to accepts petting. Roland will hold his hands in the tank of his pet fish to gently hold and massage the fish with his hands for up to 15 minutes at a time.",
   "I guess they have advantage over the animals that swim. He located critter inside a place. It doesn't say the length.",
   "Being able to have interaction with humans through touch gives cats and dogs an advantage over marine pets. Roland Giroux massages his fish in their tank. The fish massages last 15 minutes or more."
  ],
  "text": "Cats and dogs have the advantage over marine pets in that they can interact with humans through the sense of touch. But that doesn’t prevent one man from dipping his hand in the fish tank and giving his blood parrot cichlid  a stroke. Capturing his remarkable relationship on camera, Roland Giroux gently cups the fish with his hand from within side the tank and then treats it to a massage. The fish begins relaxing in the man's hand and stays very still as the owner begins to stroke it with his finger The fish initially moves away before swimming in a full circle and returning to rest in between the man’s fingers. The man then begins massaging the pet by running his finger along it and the fish stays completely still as if enjoying the sensation. Repeating the process, the fish swims off once more before immediately returning to the man’s hand to be stroked again. Later in the video the fish interacts further with the man by swimming up his arm and circling his fingers. The man places his hand into the tank and gently cups the blood parrot cichlid with his fingers Before burying its face into his hand and remaining very still once more. The video concludes with the man removing his hand from the tank and the fish, clearly saddened by this, following it up to the surface of the water. According to Mr Giroux, who uploads many videos of his fish to his Youtube channel, the blood parrot cichlid used to share its tank with two other fish. The fish swims away from the man's hand a few times in the video but returns to be massaged But he was forced to remove the other two from the tank when he noticed that they were bullying his prized pet. He then set about interacting with the fish by feeding it frozen blood worms by hand and eventually he noticed it becoming more sociable. After a while the fish enjoyed being stroked and Mr Giroux noted that it would become frustrated if he didn’t play with it on a daily basis. The fish begins swimming around the man's fingers and towards the surface as he removes his hand The man massages and plays with his fish for at least 15 minutes each day. The blood parrot cichlid is a hybrid of the midas and the redhead cichlid and was first bred in Taiwan around 1986.",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.5,
  "turker_consistency_mean": 0.25,
  "turker_fluency_mean": 0.5,
  "turker_relevance_mean": 0.5,
  "example_idx": 850
 },
 {
  "id": "dm-test-6f027d030f9ca86446dc893f1d10ced4c9a3561f",
  "decoded": "the club 's vice-captain had 14 months remaining on his current contract and his advisors had been in talks with liverpool since the beginning of this season . they have now reached a resolution and henderson is expected to put pen - to - paper on improved terms that are likely be worth in the region of £ 100,000 . his new deal will run to 2020 . liverpool midfielder jordan henderson is set to sign a new long - term contract at anfield",
  "references": [
   "Jordan Henderson is set to sign an improved deal with Liverpool. The 24-year-old midfielder has 14 months left on his current contract. Henderson could replace Steven Gerrard as club captain this summer. Liverpool will resume talks with Raheem Sterling at the end of the season.",
   "A player has signed onto a new contract with another team which is set to start in 2020. The player has shown to be quite impressive over the years and replaced a veteran last year.",
   "Jordan Henderson was heroic for Liverpool with a newly-signed contract. He has improved immensely over the years. He could very well replace Gerrard as team captain soon.",
   "Liverpool was able to resign their club's vice captain to a new contract. His new contract will continue on until the year 2020.",
   "Jordan Henderson has lifted team spirits for Liverpool by signing a new long-term contract.  He will make #100,000 a week until the summer of 2020.  He has been doing extremely well for the team contributing 13 assists and seven goals from midfield.  He may be considered for the captain spot as well.",
   "Jordan Henderson has accepted a new long-tern contract with Anfield. The new deal is to be worth around 100,000 per week until 2020.",
   "The boss of Liverpool, Ian Ayre expects the English forward to remain a long time. Raheem Sterling rejected the contract offer. Jordan Henderson has over a year left on his deal.",
   "Liverpool chief executive expects the England forwarder Henderson to stay at Anfield for a long time.  Raheem Sterling has rejected the new deal at Liverpool. The club's vice-captain has 14 months remaining on his current contract.",
   "Liverpool reached an agreement with one of their players but not another. They signed Jordan Henderson to a new contract even though Henderson's current contract ran for another fourteen months. Raheem Sterling, however, turned down an offer. Liverpool boss Ian Ayre still maintains that the forward will play at Anfield for \"a long time.\"",
   "Jordan Henderson will sign a new long term contract with Anfield. Jordan Henderson rejected the new deal with Liverpool. The club's vice captain has 14 months left on his contract.",
   "Liverpool's chief executive, Ian Ayre, expects forward Raheem Sterling to stay at Anfield for a long time.  Raheem Sterling has rejected Liverpool's current deal, but should continue negations this summer. Jordan Henderson, the Liverpool club's vice captain, had 14 months left on his current contract. He has recently agreed to a new long-term deal."
  ],
  "text": "Jordan Henderson has provided Liverpool with a lift after their FA Cup heartache by agreeing a new long-term contract. The club's vice-captain had 14 months remaining on his current contract and his advisors had been in talks with Liverpool since the beginning of this season. They have now reached a resolution and Henderson is expected to put pen-to-paper on improved terms that are likely be worth in the region of £100,000. His new deal will run to 2020. Liverpool midfielder Jordan Henderson is set to sign a new long-term contract at Anfield Henderson chases down Aston Villa's Jack Grealish during Liverpool's FA Cup semi-final defeat at Wembley Henderson's new deal is worth around £100,000-a-week and will run until the summer of 2020 Henderson, 24, is the third big player in Brendan Rodgers' squad to agree a contract extension, following on from Daniel Sturridge and Philippe Coutinho. The England international, who was signed by Kenny Dalglish in June 2011 for £16million from Sunderland, has been one of the most improved players under Rodgers' watch. His form this season has been excellent and he has contributed 13 assists as well as seven goals from midfield; he will be considered for the role of club captain when Steven Gerrard moves to LA Galaxy. Talks with Raheem Sterling are not expected to resume until the end of the season but Ian Ayre, Liverpool's Chief Executive, last week said he expected the England forward to be at Anfield for 'a long time'. Henderson could replace Steven Gerrard as Liverpool captain when the 34-year-old departs this summer Liverpool boss Brendan Rodgers (right) is keen to tie-down Henderson with up to 10 players set to leave Raheem Sterling has rejected a new deal at Liverpool but talks are expected to resume in the summer",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.5,
  "example_idx": 599
 },
 {
  "id": "dm-test-d680ebcdcd59fd5ee9b602a06bcd5230c212835b",
  "decoded": "fa chairman greg dyke wants to increase minimum number of homegrown players in club squads from eight to 12 . the proposals also include changing the rules so that ` home-grown ' means having trained in england for three years before the age of 18 . only 81 of the 220 premier league starters in the last round were eligible for england selection .",
  "references": [
   "Greg Dyke wants to increase the minimum number of homegrown players at Premier League clubs from eight to 12. FA chairman has been backed by ex-England bosses Graham Taylor, Glenn Hoddle, Kevin Keegan, Sven-Goran Eriksson and Steve McClaren. Rise of Harry Kane proves England can develop talented youngsters.",
   "The chairman of the Premiere football association Greg Dyke has been receiving support around the league for the changes he wants to make. Greg wants to increase the minimum allowed amount of native born players from eight to twelve and currently many people are supporting him in this idea.",
   "The chairman is backed, and wants to make changes that the premier league opposes itself too. One of the changes is that he wants to change the players to 12 instead of eight, which they aren't interested in. The chairman wants people to back the proposal so it helps out England to win a world cup.",
   "A group of players have written a letter proposing commision from england. The world cup is suffering and players are attempting the save the event. Young players are still determined to play despite the chaos.",
   "Greg Dyke has been given the approval of five previous England managers. He wants to increase the amount of local players to 12, up from 8. Harry Kane's rise has shown that England has good young talent to many.",
   "Football association chairman Greg Dyke proposes changing and increasing the minimum number of home grown players in club squads.",
   "Dyke is proposing a minimum of 12 home grown players, as opposed to the current eight. 36.8% is the percentage of that were eligible for England selection. Greg Dyke wants to change some of the rules.",
   "Home grown players have been limited to eight, but Greg Dyke wants to increase that to 12. 36.8 percent of starters with the Premiere League were eligible for England selection. The propositions for the rule changes are from Chairman Greg Dyke.",
   "Dyke would like the mimimum home-grown players to go from eight to twelve Eighty-one of the two-hundred-twenty players were eligible for England selection Dyke would like to change some of the rules for Premier League",
   "The chairman of the Football association, Greg Dyke, is proposing that each club needs to have between eight and twelve home-grown members on their roster who have trained in England for at least three years prior to their eighteenth birthday.    However, these changes would result in only 36.8% of the league starters, of whom were starting in the most recent round, to be eligible.",
   "Dyke wants to change the minimum from eight players to twelve. Only 36.8% were eligible for English selection. Greg Dyke, the Football Chairman has support of 5 former English mangers to make rule changes."
  ],
  "text": "Football Association chairman Greg Dyke has been handed the backing of five former England managers as he bids to push through radical changes. Dyke wants to increase the minimum number of home-grown players in club squads from eight to 12, however he is facing opposition from the Premier League. The proposals also include changing the rules so that 'home-grown' means having trained in England for three years before the age of 18 rather than before 21. FA chairman Greg Dyke (left), speaking with Premier League chief Richard Scudamore, wants to increase the number of homegrown players at top flight clubs Graham Taylor, Glenn Hoddle, Kevin Keegan, Sven-Goran Eriksson and Steve McClaren have signed a letter addressed to Dyke, the Daily Telegraph reports. According to the newspaper, the five former Three Lions bosses warn the English game will suffer if it blocks the proposals from Dyke and the FA's England Commission. 'We urge everyone in the English game to get behind them as quickly as possible,' the letter reportedly says. It adds: 'Failure to do so risks England falling further behind the leading football nations and will only make it harder to end the long wait to win the World Cup.' Former England managers (clockwise) Glenn Hoddle, Kevin Keegan, Steve McClaren and Sven-Goran Eriksson have backed Dyke's call Only 81 of the 220 Premier League starters in the last round of matches were eligible for England selection - a fairly pitiful 36.8 per cent. The managers add: 'There are many reasons why England has failed to win any major honours since 1966 and each of us bears a portion of that responsibility. 'However, as the England Commission's evidence has demonstrated, the pool of English talent playing at the very top level is shrinking and it's an undeniable fact that this is a clear disadvantage for any England manager.' The rise of Harry Kane (centre) proves that England can bring through talented youngsters A draw for England in Italy on Tuesday was a respectable result, and Roy Hodgson's team have encountered no trouble in their Euro 2016 qualifying group to date, winning all five of their matches. There are signs of encouragement with the emergence of a new generation of young players, the former England bosses reason. 'With promising players such as (Ross) Barkley, (Raheem) Sterling and (Harry) Kane starting to break through, it is clear we can still produce top young talent,' they write. 'The one thing they are not being offered is the most important of all: opportunity.'",
  "expert_coherence_mean": 0.58,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.75,
  "example_idx": 1055
 },
 {
  "id": "dm-test-18243373494a1722ddcd162ec67b63dd749633ab",
  "decoded": "roma ended their four-month winless streak at home with a victory over napoli in serie a on saturday in a key match for champions league places . miralem pjanic finished off a swift counter-attack for roma in the 25th minute and goalkeeper morgan de sanctis did the rest - saving shot after shot by napoli in the second half . miralem pjanic slots home to put roma ahead in the 25th minute after a clinical counter-attack .",
  "references": [
   "Roma win at home for the first time since November. Miralem Pjanic completes a counter-attack to put hosts ahead. Morgan de Sanctis produces stunning goalkeeping display. Napoli without a win for five matches after terrible run.",
   "De Sanctis proud of his team for breaking a four month winless streak against Napoli on Saturday. He is filled with pride to have won in front of fans.",
   "Napoli lost to Roma 1-0 in an Italian Cup match. The game was tight and previous results had been similarly close. Controversy shadowed the previous matchup because a number of fans were prevented entry due to concerns over security. The game was exciting and juan iturbe had the first goal assist.  Lorenzo Insigne had his first return to action post injury after he had torn his knee last November.",
   "Roma won recently by beating Napoli after a four-month streak without a win at home. Their last home victory was on November 30. De Sanctis was great in the second half of the match.",
   "Roma won for the first time at home in four months on Saturday, beating Napoli in an important match. Miralem Pjanic and Morgan de Sanctis were the heroes. Napoli is now winless in their last five matches, and remain in fifth place. Roma is in second place for the moment, four points ahead of Lazio.",
   "A group of teammates are celebrating after being on a losing steak for quite some time. The goalkeeper was the star of the show and the team won with just two minutes to spare.",
   "Morgan de sanctis  protected roma's victory when he fended off a shot in the 64th minute.  This victory secured the second-place roma a comfortable spot, four points ahead of rival, lazio. Seeing a lowering pace recently, miguel britoss was unable to stop iburte as he leaped past miguel.",
   "38 year old goalkeeper Morgan De Sanctis made a leaping save in the second half of his game. While in second place, Roma moved four points over rivals Lazio. Juan Iburte skipped past Miguel Britoss for Roma's win over Napoli.",
   "The 38 year of goalkeeper that made a leaving save is Morgan De Sanctis. Roma moved four points ahead of Lazio. Juan Iturbe skipped past Miguel Britoss during roma's vital win.",
   "Morgan de Sanctis made a save by leaping in front of a shot made by Manolo Gabbiadini. The number of points that Roma moved over their rivals Lazio was four points. Iburte managed to skip past Miguel Britoss during Roma's win.",
   "Kostas Manolas blocked the shot from Manolo. Roma moved ahead four points over their rivals, Lazio. Iburte skipped in front of Miguel Britoss during the victory."
  ],
  "text": "Roma ended their four-month winless streak at home with a victory over Napoli in Serie A on Saturday in a key match for Champions League places. Miralem Pjanic finished off a swift counter-attack for Roma in the 25th minute and goalkeeper Morgan de Sanctis did the rest - saving shot after shot by Napoli in the second half. 'It's important to win a match and gain some continuity,' De Sanctis said. 'The last (four) months were tough in terms of results. So to win in front of our fans fills us with pride.' Miralem Pjanic slots home to put Roma ahead in the 25th minute after a clinical counter-attack Pjanic (second left) celebrates with his team-mates Juan Iturbe, and Daniele de Rossi after scoring Second-place Roma moved provisionally four points ahead of city rivals Lazio, who play later on Saturday. They had gone seven matches since their last home win - a 4-2 victory over Inter Milan on November 30. Meanwhile, Napoli's winless streak - home and away - was extended to five matches, and Diego Maradona's former club remained fifth. Security was tight for Napoli's first visit to Roma since a fan of the southern club died following a shooting before last season's Italian Cup final at the Stadio Olimpico. Napoli manager Rafa Benitez shows the strain after his side failed to win for the fifth straight game Roma keeper Morgan de Sanctis (right) was excellent to deny the visitors and protect the three points Residents of the entire Campania region that includes Naples were barred from buying tickets for the match and 1,000 police officers were called in to maintain order. But there were no reports of problems. Roma was without injured captain Francesco Totti and fellow forward Gervinho but Pjanic quickly made an impact with a free kick from 30 meters that sailed just wide of the post. A few minutes later, Juan Iturbe rapidly carried into the area and passed to Alessandro Florenzi, who from the right flank picked out Pjanic to slot it in. Roma full back Jose Holebas tracks Napoli midfielder Jose Callejon as Roma finally won at home Iburte skips past Miguel Britoss during a vital win for Roma, who have fallen off the pace recently Napoli may have had a case for a penalty when Kostas Manolas stopped Jonathan De Guzman in the 39th with shoulder contact but there wasn't much of a protest to referee Nicola Rizzoli, who officiated last year's World Cup final. In the second half, De Sanctis was superb in denying Dries Mertens on several occasions. The 38-year-old goalkeeper also made a leaping save on a shot from Manolo Gabbiadini in the 64th. Iturbe had a chance to make it 2-0 two minutes from time but hit the outside of the net. Napoli forward Lorenzo Insigne came on late for his first action since tearing his knee in November.",
  "expert_coherence_mean": 0.5,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.58,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.5,
  "turker_relevance_mean": 0.75,
  "example_idx": 822
 }
]