[
 {
  "id": "dm-test-9afda3cde191a883d8c166ceb5765eb53205d8f4",
  "decoded": "arsenal manager arsene wenger does not know the exact reason alexis sanchez chose the emirates stadium over anfield - but he is glad the chile forward will be lining up for his side rather than against them for liverpool on saturday . sanchez had his selection of clubs once barcelona had decided to let him leave , and following the world cup , the 26 - year - old was convinced to continue his career under wenger 's expert guidance , going on to make an instant impression in english football . the french coach , however , admits the possibility liverpool could use their interest in sanchez as leverage during negotiations over luis suarez 's move to the nou camp last summer was always on the cards .",
  "references": [
   "Alexis Sanchez had offers from several clubs when he left Barcelona last summer, including Arsenal and Liverpool. He chose to join Arsenal in a decision that delighted boss Arsene Wenger. Sanchez has made an instant impact in English football and has scored 19 goals for the Gunners so far this season. Arsenal face Liverpool in the Premier League on Saturday as the two sides compete for a top-four finish.",
   "Luis Suarez the famous chilean striker has departed Barcelona FC and is currently being courted by teams in the Barclays Premier League. Manchester United is the most likely landing spot for the famous Chilean striker who has scored hundreds of goals throughout his famous career. Negotiations between interested parties are ongoing and a decision is expected to be heard in the coming weeks.",
   "An impressive english football player is being scouted out by several teams that hope to have him on their team. These bidding wars are intense and the player still has yet to make a decision.",
   "Wenger is happy to have Alexis Sanchez. Sanchez was previously dismissed by Barcelona. He has been influential with 19 goals this season.",
   "Arsenal Manager Arsene Wenger elated that Alexis Sanchez will side with his team for Liverpool on Saturday.",
   "26 year old Alexis Sanchez will be lining up for Arsenal this Saturday, and manager Arsene Wenger is certainly happy about it. When Barcelona allowed Sanchez to leave, he could have chosen any team. Luckily, he chose Arsenal and has already scored nineteen goals this season.",
   "Alexis Sanchez chose Emirates over Anfield. Alexis Sanchez impressed immediately with his stellar play. Wenger has been rumored to be linked with Liverpool winger Raheem Sterling.",
   "Alexis Sanchez picked Emirates over Anfield. Alexis Sanchez has made an instant impact with 19 goals. The speculation that is being linked with Wenger is Raheem Sterling.",
   "Chile forward Alexis Sanchez recently chose to play for Arsenal at the Emirates Statium over Liverpool at Anfield. Sanchez came into the league strong, scoring 19 goals this season. Arsenal manager Arsene Wenger is trying to downplay speculation that links him to Liverpool's winger Raheem Sterling.",
   "Alexus Sabcgez chose the play at Emerates Stadium over Anfield in the premier league. Sanchez has mad a great impact with the teal scoring 19 goals this year for the North London Club. Wenger has been impressed by the way Rodger has developed his team but has down played speculation linking him to Raheem Sterling, the Liverpool winger.",
   "Alexis Sanchez picked Arsenal and Emirates Stadium to play for instead of Liverpool and Anfield, and his coach Arsene Wenger is sure happy about it. Sanchez has already scored nineteen goals for his team this year. Wenger also downplayed an interest in Raheem Sterling, who is a forward for Liverpool. Sterling rejected his team's latest contract offer."
  ],
  "text": "Arsenal manager Arsene Wenger does not know the exact reason Alexis Sanchez chose the Emirates Stadium over Anfield - but he is glad the Chile forward will be lining up for his side rather than against them for Liverpool on Saturday. Sanchez had his selection of clubs once Barcelona had decided to let him leave, and following the World Cup, the 26-year-old was convinced to continue his career under Wenger's expert guidance, going on to make an instant impression in English football. The French coach, however, admits the possibility Liverpool could use their interest in Sanchez as leverage during negotiations over Luis Suarez's move to the Nou Camp last summer was always on the cards. Alexis Sanchez was courted by a number of elite clubs last summer but eventually chose Arsenal Sanchez has made an instant impact in English football and has scored 19 goals so far this season Arsenal boss Arsene Wenger (right) is delighted that Sanchez decided to join the north London club 'At the end of the day, only Sanchez can explain to you why he has chosen us. I don't know why he did that, but we are happy that he made that decision,' said Wenger of the £32million Chile forward, who has netted 19 goals so far. 'I was (aware of Liverpool's interest), but you never know if it is really true, but I thought it could be because of the interest in Suarez (from Barcelona). 'In the negotiations, yes, it is a strength - and it makes sense, an exchange and some money for Liverpool.' Wenger believes the way Sanchez has adapted so quickly to a change in environment proves he is one of the best around. 'If you look at the qualities, efficiency, work-rate, fighting spirit - (he is at the) top,' the Arsenal boss added. 'When it (the game) becomes flat, he can revitalise the strengths and dynamics of the team and the supporters.' Ahead of the key Barclays Premier League clash, Wenger was keen to play down any talk of a potential summer transfer move for Liverpool forward Raheem Sterling, who has so far rejected a new contract offer. Despite the Reds having lost to Manchester United before the international break to dent hopes of another top-four finish, Wenger has been impressed by the way Brendan Rodgers has developed his team following the sale of Suarez and injury to striker Daniel Sturridge. 'He has done very well. I think he found a solution at the right time,' the Arsenal manager said. 'They did well last season too, they scored over 100 goals in the Premier League, which is absolutely fantastic.' Wenger has moved to play down speculation linking him with Liverpool winger Raheem Sterling",
  "expert_coherence_mean": 0.67,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 1.0,
  "turker_consistency_mean": 1.0,
  "turker_fluency_mean": 1.0,
  "turker_relevance_mean": 1.0,
  "example_idx": 215
 },
 {
  "id": "dm-test-808a439a5d83fc47baaea934c8779a7ebc62470d",
  "decoded": "referee mark clattenburg has been named to take charge of the manchester derby on sunday . city captain vincent kompany was dismissed for two bookable offences during belgium 's narrow 1-0 defeat of israel in their euro 2016 qualifier on march 31 . clattenburg has been accused of favouring louis van gaal 's side in the past .",
  "references": [
   "Manchester United host Manchester City in Premier League on Sunday. Mark Clattenburg has been named as the Manchester derby referee. Official sent off Vincent Kompany for Belgium and both his red cards shown in the league this season have been to United players.",
   "In the upcoming Manchester Derby, the lead referee has been announced to be Mark Clattenburg, which has concerned some players from teams from which Clattenburg has given red cards to.  Despite the controversial decision to have Clattenburg be the lead referee, he is still regarded as one of the best officials in the Premier League.",
   "Mark Clattenburg will officiate the Manchester Derby on Sunday. Clattenburg will be assisted by Simon Beck and Jake Collin while Jonathon Moss will serve as the fourth official. United and City are expected to be competing in a tight contest which may determine who will come second in the league standings behind Chelsea who are the expected winners this season. The general consensus is that Clattenburg favors Manchester United however he has only red carded two players this season, both of whom are from United. Clattenburg is highly regarded as one of the best referees in the league.",
   "A player who is known to have a hot streak was recently suspended from playing a game in June. The team has not been doing well without him thus far.",
   "Clattenburg is the referee for the derby, but he has a track record and there's a speculative argument against him suggesting he favors specific players.",
   "Mark Clattenburg will head the Manchester Derby. He will officiate between Manchester United and City. Although he has a controversial past with cards, he has only given out two reds this season.",
   "Mark Clattenburg is slated to take over the Manchester Derby which is scheduled for Sunday. Manchester will be without its star player Vincent Kompany who was sent off during a loss to Belgium during the European Qualifier.",
   "Mark Clatternburg will be in charge of the Manchester Derby. Vincent Company was dismissed for having two bookable offences. The Manchester Derby will take place on Sunday.",
   "Mark Clattenburg was tasked to head the Manchester Derby on Sunday. Vincent Kompany was suspended for his offenses.",
   "The person who was named to head the Manchester Derby is Mark Clattenburg. The City player who was dismissed for two bookable offences was the team's captain, Vincent Kompany. The Manchester Derby takes place on Sunday.",
   "Mark Clattenburg was chosen to head the Manchester Derby, which will take place on Sunday. Clattenburg dismissed Vincent Kompany, who plays for City, for two bookable offences."
  ],
  "text": "Referee Mark Clattenburg has been named to take charge of the Manchester derby on Sunday, despite having sent off three players from United and City this season. City captain Vincent Kompany was dismissed for two bookable offences during Belgium's narrow 1-0 defeat of Israel in their Euro 2016 qualifier on March 31, meaning he is now suspended for the match against Wales in June. And, although Clattenburg has been accused of favouring Louis van Gaal's side in the past, it's worth noting that the 40-year-old has only sent off two players season in the Premier League this season and both have been from United; Tyler Blackcett in the 5-3 defeat by Leicester and Luke Shaw in the 1-1 draw with West Ham. Mark Clattenburg will officiate the Manchester derby between United and City at Old Trafford The English referee sent off City and Belgium captain Vincent Kompany during the international break Leicester 5-3 Manchester United West Ham 1-1 Manchester United Manchester United 3-0 Tottenham Manchester City 3-1 West Ham Liverpool 2-1 Manchester City Chelsea 1-1 Manchester City Clattenburg has courted controversy during his career but is generally regarded as one of the Premier League's leading referees alongside Michael Oliver. The champion's shock 2-1 loss to Crystal Palace on Monday saw United move a point above their local rivals to add extra incentive for both sides ahead of the derby at Old Trafford, which could ultimately decide who finishes second behind expected winners Chelsea. While Manuel Pellegrini's side have struggled since the turn of the year, turning from title challengers to fourth place chases, United are coasting on confidence having won their last five consecutive league games. Clattenburg will be joined on Sunday by assistants Simon Beck and Jake Collin, while Jonathan Moss will serve as the fourth official. Clattenburg has shown only two red cards this season, both to United players including Luke Shaw (centre)",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.58,
  "turker_coherence_mean": 0.6,
  "turker_consistency_mean": 0.7,
  "turker_fluency_mean": 0.65,
  "turker_relevance_mean": 0.6,
  "example_idx": 1206
 },
 {
  "id": "dm-test-b5925c1a02fa9a8f6b1d5ad764c19a732deac0df",
  "decoded": "new zealander tim weston was on holiday in puerto vallarta with his wife when he saw the alarming sight . the clip shows a large croc calmly moving through the marina with a black dog wearing a red collar lifeless in its mouth . social media users have reacted in horror to the video that was posted on the bogged facebook page . one woman called the video 'horrible' and another said 'i hate crocodiles now'",
  "references": [
   "A local bike shop owner's dog was snatched by a crocodile. The crocodile was swimming through Puerto Vallarta marina, in Mexico. New Zealander Tim Weston was on holiday and saw the bizarre sight. A video of the dog in the croc's jaws has been viewed half a million times.",
   "A dog was being attacked by a large crocodile while bystanders watched from afar. The animal latched onto the dog for hours and someone made a video posted online",
   "A video of a crocodile holding a dead pet dog in its jaw has gone viral.  The dead pet was filmed by a tourist from New Zealand.  Crocodiles are a common occurance on the Puerto Vallarta Mexican Beach where this was filmed.  Social media users are expressing disdain at the event.",
   "A viral video of a crocodile with a dead dog in its mouth has been watched over 500,000 times. The dog belonged to the local bike shop owner.",
   "A video of a crocodile swimming in a marina holding a dead dog in its jaws has gone viral online. New Zealand tourist Tim Weston captured the video of the crocodile and the dog in Puerto Vallarta, Mexico.",
   "A crocodile holds in its mouth a body of a dead dog calmly in Puerto Vallarta, Mexico.",
   "The croc was spotted in Puerto Vallarta. The attacked dog belonged to the owner of a local bike shop. The attack happened in Mexico.",
   "A crocodile attacked and killed a dog in the tourist hot spot of Puerto Vallarta, Mexico. The dog belonged to a local bicycle shop owner and the event was recorded and posted to social media.",
   "Puerto Vallarta is the tourist hotpot where the crocodile was spotted in. The pet dog previously belong to the local bike shop owner. The crocodile video was recorded in Mexico.",
   "There was an alligator seen in a spot where there is usually water and boats. A canine was unfortunately consumed. This occurred in Mexico, and was viewed on camera.",
   "A crocodile was spotted in a public marina in Puerto Vallarta, a tourist hotspot in Mexico. The crocodile had a dead dog in its jaw. The dog originally belonged to a local bike shop owner. The video was taken by a New Zealander on vacation in Mexico."
  ],
  "text": "A video of a menacing crocodile swimming through a public marina with a dead pet dog locked in between its jaws has been viewed more than half a million times online. The clip shows a large croc calmly moving through the marina in the tourist hotspot of Puerto Vallarta, in Mexico, with a black dog wearing a red collar lifeless in its mouth. New Zealander Tim Weston was on holiday in Puerto Vallarta with his wife when the attack happened and described how 'the crocodile kept the dog in its mouth for ages, not moving at all'. Mr Weston told Daily Mail Australia the dog belonged to the local bike shop's owner. Scroll down for video The large croc proudly held on to its catch for hours as it lurked around the Puerto Vallarta marina, in Mexico 'There's a sanctuary for these crocodiles up the river (200m away) which runs out to the sea and the marina,' Mr Weston explained. 'The dog went to the water's edge to see the crocodile (being curious I guess) but things didn't go according to plan obviously. 'It was certainly a shock to the system. Guess that's nature though,' he said. In the video the beast glides through the water, with rocks on one side and a footpath on the other, as crowds gasp in amazement. New Zealander Tim Weston was on holiday in Puerto Vallarta with his wife when he saw the alarming sight Tourist Tim Weston took a photo of the crocodile with the dog between its jaws A video of the crocodile swimming through the marina with the bike shop owner's dog has been viewed more than 500,000 times Mr Weston said: 'A couple of hours later we walked back past and there was still a crowd... But we didn't want to look at it again as we had just eaten. Yesterday morning there was no sign of either.' Social media users have reacted in horror to the video that was posted on the Bogged Facebook page. One woman  called the video 'horrible' and another said 'I hate crocodiles now'. But crocodiles are a common site in Puerto Vallarta as the Mexican beach resort is built amongst the mangroves that the creatures have called home for centuries. As well as living in the nearby sanctuary, crocs are regularly spotted on the resort's golf course. In Mexico the 'American Crocodiles' can reach lengths of 6 meters and as a result of urbanisation are living closer to humans than ever before. One social media user called the video 'horrible' and another said 'I hate crocodiles now'",
  "expert_coherence_mean": 0.67,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 0.92,
  "expert_relevance_mean": 0.83,
  "turker_coherence_mean": 0.65,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.7,
  "turker_relevance_mean": 0.5,
  "example_idx": 474
 },
 {
  "id": "dm-test-3ba3bde4a1440134bb38ec22ba50db59986b544c",
  "decoded": "brendan rodgers has reminded raheem sterling and jordon ibe about their professional responsibilities . brendan rodgers ( left ) has n't disciplined sterling ( pictured ) or ibe for the incident . rodgers , who has steven gerrard available for the fa cup semi-final with aston villa , spoke to sterling and ibe in his office on thursday but neither will be disciplined .",
  "references": [
   "Liverpool face Aston Villa in their FA Cup semi-final at Wembley on Sunday. Liverpool forwards Raheem Sterling and Jordon Ibe were pictured with a shisha pipe earlier this season. Neither have been disciplined by Reds boss Brendan Rodgers for incident.",
   "Brendan Rodgers of Liverpool has reminded Sterling and Ibe to stay focused and to learn from their mistakes. Ibe and Sterling were found smoking shisha pipes together. Rodgers expressed a firm sympathy towards the occurrence.",
   "Two players are under scruntity after being irresponsible. Other teams are compared to these players and are shown to be in trouble for the future.",
   "Liverpool manager Brendan Rodgers has cautioned players Raheem Sterling and Jordan Ibe after photos emerged of the two smoking shisha pipes. While not illegal, the smoking appears inappropriate and irresponsible for the professional sportsmen, considering the priority of the team is the reach their first FA Cup Final. Rodgers did not make is clear whether he would recall team captain Steven Gerrand, available after a three game suspension, for their semifinal match.",
   "Raheem Sterling was caught inhaling nitrous oxide and along with Jordon Ibe, was photographed smoking shisha pipes.",
   "Brendan Rodgers, Liverpool's manager, has openly chastised two of his star players, Raheem Sterling and Jordon Ibe, for their poor behavior. In the past week, Sterling had been shown inhaling nitrous oxide and Ibe appeared in images smoking a shisha pipe.",
   "Raheem Sterling the leader of liverpool's line was caught smoking shisha and nitrous oxide. In only 24 hours pictures were leaked. The manager Brendan Rodgers believes they are ready to progress as a team and has not yet said whether he will recall Gerrard.",
   "The Liverpool manager, Brendan Rodgers did not make a decision of recalling Gerrard. It only took one day for the photos to emerge of Sterling and Ibe with shisa pipes. Brendan Rodger feels his team is ready to make the next step.",
   "Brendan Rodgers won't say if he will recall Gerrard. The photos of Ibe and Sterling with shisha pipes was released 24 hours later. Brendan Rodgers thinks it's time for the team to progress.",
   "Brendan Rodgers, Liverpool boss hasn't said whether he would recall Gerrard after a 3 match suspension, though he is determined to take his team to his first FA Cup Final. Pictures of Liverpool's Sterling and Ibe with shisha pipes were revealed 24 hours after Sterling was caught inhaling nitrous oxide. Brandon Rogers thinks that despite falling short last season, the team is ready to progress this year.",
   "Soccer stars Raheem Sterling and Jordan Ibe were shown inhaling nitrous oxide from shisha pipes following the release of the photos just 24 hours after the event took place.  Liverpool's manager Brendan Rodgers is undeterred and feels that the team has done well this season is ready to progress following this incident, but he would not yet reveal if he plans to recall Steven Gerrard ahead of Sunday's match."
  ],
  "text": "Liverpool manager Brendan Rodgers has reminded Raheem Sterling and Jordon Ibe about their professional responsibilities and urged them to learn from a chastening week. Sterling, the England international who will lead Liverpool’s line at Wembley on Sunday in the absence of the injured Daniel Sturridge, was exposed for inhaling the legal high nitrous oxide on Monday. Then 24 hours later pictures emerged of Sterling and Ibe with shisha pipes. Raheem Sterling (right) was pictured smoking a shisha pipe with team-mate Jordon Ibe earlier this season Liverpool boss Brendan Rodgers (left) hasn't disciplined Sterling (pictured) or Ibe for the incident Ibe was present among the Reds squad during their training session on Friday ahead of their FA Cup semi Rodgers, who has Steven Gerrard available for the FA Cup semi-final with Aston Villa, spoke to Sterling and Ibe in his office on Thursday but neither will be disciplined and Rodgers now wants to draw a line under the matter. He said: ‘It is understanding that when you are a professional, elite sportsperson, there are things you can and cannot be doing and be seen to be doing. ‘It’s not just for your welfare but also because of your responsibilities. ‘It is difficult. Some of these young guys are doing what you would consider to be normal things — and I’m not talking about this instance — (but) how it gets framed is totally different.’ Rodgers would not discuss whether he would give Gerrard, available after a three-match suspension, an immediate recall against Villa, making it clear that his sole priority is steering Liverpool into their first FA Cup final of his reign. They fell short in the title race last season and then faltered in the last four of the Capital One Cup in January, but Rodgers thinks they are ready to progress. Reds have captain Steven Gerrard (centre) back for their FA Cup semi after serving a three-match suspension ‘When you get so close, whether it was in the title race or the cup, it hurts,’ said Rodgers. ‘Trace back the winners in sport. If you look at everything they have won, also look at what they have lost. You will see that they go close on a number of occasions before they step on. ‘Look at players who have won Champions Leagues and you trace back and see they have also lost Champions League semi-finals and finals. It’s all part of the journey — losing but taking that forward and improving you.’ Rodgers (left) hasn't revealed whether he'll recall Gerrard for Sunday's clash against Aston Villa at Wembley",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.33,
  "turker_coherence_mean": 0.8,
  "turker_consistency_mean": 0.8,
  "turker_fluency_mean": 0.8,
  "turker_relevance_mean": 0.8,
  "example_idx": 558
 }
]