[
 {
  "id": "dm-test-6721edf88c95f480a4db2c63649dbb03736aeadf",
  "decoded": "ian guffick asked pupils to make changes to the national curriculum tests . he also altered a number of the pupil 's exam answers himself before papers were sent off . school officials were tipped off after suspected breach of exam rules .",
  "references": [
   "Ian Guffick, 31, allowed pupils to make changes outside exam conditions. He also made changes to the pupil's work before the papers were sent off. Probe was launched after officials were tipped off he breached exam rules. A disciplinary panel has now banned Guffick from teaching for two years.",
   "One teacher got banned for letting his classroom children cheat on an exam, this caused a huge ordeal at the school. The teacher was banned from the school for 2 years and can't come back. The teachers actions impacted the school on a multitude of ways.",
   "Teacher, Ian Guffick, asked students to change exam answers and is being banned from his classroom.",
   "Ian Gufflick a teach in Gloucestershire has been removed from teaching after allowing his students to cheat on standardized tests. The teacher allowed his students to change their answers which is against the rules.",
   "A British teacher recently let students sitting for the SAT exam change some of their answers after the test, and even changed some of them himself. He has been banished from the classroom, say officials.",
   "A teacher that allowed his students to change their SAT answers as well as altering some himself has been barred from teaching. His actions resulted in all the SAT results for the entire school being disqualified. He has since confessed to the allegations.",
   "A teacher was banned for letting students change answers on a test they took which ruined the entire schools SAT scores. The teacher was banned from mitton manor located in tewkesbury. This was investigated in June. He said he felt pressure to get good scores and showed much remorse for what he did.",
   "A teacher was banned for allowing his students to change answers on their exams which then invalidated the exam results for the entire school. The teacher, Ian Guffick, was banned from his classroom at Mitton Manor Primary School in Tewkesbury. The investigation began in the month of June.",
   "A teacher was banned for allowing students to falsify answers to a Sat test. The teacher was banned from the Mitton Manor Primary school. The investigation on the teacher began in June.",
   "An investigation occured in June when Ian Guffick, a teacher at Mitton Manor primary school, was accused of letting his students change their answers on the school's SAT exam. This invalidated the results of the exam, and led to the teacher being banned from his classroom.",
   "Ian Guffick, a teacher at Milton Manor Primary School in Tewskesbury, Gloucestershire, was discovered allowing his students to change their answers on the national tests for their age group. An investigation was launched in June to determine the extent of Mr. Guffick's guilt. His official statement is that he did not ask the students to change their answers, but instead requested that they write more clearly."
  ],
  "text": "A teacher has been banned from the classroom after he let pupils change their exam answers invalidating his whole school's SATs results. Ian Guffick asked pupils to make changes to the the national curriculum tests for 11-year-olds, which assess English, maths and science at Mitton Manor Primary School in Tewskesbury, Gloucestershire. This was despite the exam session finishing, a conduct panel heard. Ian Guffick asked pupils at Mitton Manor Primary School in Tewkesbury, pictured, to make the changes to their SATs exam answers The 31-year-old also altered a number of the pupil's exam answers himself before the papers were sent off. After the suspected breach of exam rules, school officials were tipped off, resulting in an investigation being launched in June. The probe by the local education authority found that some pupils taking a test had changed answers outside exam conditions and that Guffick had done the same. It then led to the Department for Education annulling all SATs exam results for the entire school last year, the hearing was told. Guffick was later forced to give up his job at the school and had since admitted the allegations and accepted it amounted to unacceptable professional conduct. The Department for Education annulled the whole school's SAT's results after a probe by the local education authority (file picture) However, he insisted in a statement that he did not ask the pupils to change their answers, but to make them more legible. But the panel, run by the National College for Teaching and Leadership, said that no changes of any kind should be made to exam scripts outside test conditions. Panel chair Martin Pilkington said, although the teacher’s conduct had been dishonest, it fell short of fraud or serious dishonesty. But he added: 'Whilst the panel accepts that Mr Guffick may have felt under pressure to achieve good results for himself and the school, that can in no way excuse his behaviour. 'It is clear to the panel that he deeply regrets his conduct and the panel also considered that he was forthcoming in explaining what he had done when it was investigated by the school and local authority.' Paul Heathcote, acting on behalf of Education Secretary Nicky Morgan, banned Guffick from the classroom for at least two years. He said: 'His actions had a serious impact on the school as their SATs results were annulled for 2014. 'Mr Guffick’s actions were deliberate and he was not acting under duress. 'In all the circumstances, I agree with the panel’s recommendation that a prohibition order is an appropriate and proportionate sanction. 'Mr Guffick has shown remorse and insight and he deeply regrets his actions.' He was given 28 days in which to appeal against the decision to the High Court.",
  "expert_coherence_mean": 0.83,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 1.0,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.5,
  "example_idx": 511
 },
 {
  "id": "dm-test-1747dcd6a007ee97954b6b10cde549bf82f6a4eb",
  "decoded": "the fast-casual chain will work with the postmates app to begin offering delivery for online and mobile orders in 67 cities , according to a report in nation 's restaurant news . but mexican food fans should know that the restaurant plans to add a nine per cent service charge - with the delivery fees for postmates beginning at $ 5 and up , depending on distance and demand . mexican restaurant chipotle has decided to tap into the $ 70 billion food delivery market by teaming up with an app to bring burritos straight to customers ' doors .",
  "references": [
   "Mexican restaurant has decided to tap into $70 billion food delivery market. Fast-casual chain will work with the Postmates app to allow mobile orders. App works in similar way to Uber, using hired drivers to deliver the food. But the chain will add a 9% service charge - on top of Postmates' $5 rate.",
   "Chipotle continues to dominate the fast casual market despite having controversy related to food borne illness impact profits. Chipotle has recently expanded its ability to generate profits by teaming up with third party delivery services, which currently account for 70 billion dollars of profit. Chipotle has initially rolled out delivery in 67 cities across the nation.",
   "Chipotle will now be available for delivery with the Postmates app. Online and mobile orders will be available in 67 cities.",
   "Though that had previously turned down other offers the Mexican food company Chipotle has now joined the food delivery trend. Chipotle has teamed with postmates to get in to the food delivery market.",
   "Chipotle is teaming up with the Postmates app to begin online delivery and mobile orders in 67 cities. There will be a 9% service charge as well as delivery fees. A number of politicians have been seen in Chipotle restaurants in the past few months.",
   "Chipotle will be capitalizing on the $70 billion food delivery sector. However, fans should be aware that there is going to be a 9% service charge with the fees for delivery, which will begin at $5 and up - all dependant on demand and distance.",
   "Chipotle is partnering with an app called Postmates to bring delivery services to their customers. The Mexican food chain will be offering the new delivery service to 67 cities and tapping into the $70 billion food delivery market. The new partnership is slated to cost customers an added 9 percent service charge by Chipotle and a $5 delivery fee or more from Postmates depending on the distance.",
   "Chipotle is partnering with the Postmates app to offer food delivery. It will be offered in 67 cities. There will be a service charge of 9%.",
   "Chipotle has recently teamed up with food delivery service Postmates to bring their food into 67 cities across America. Chipotle will charge a 5 dollar service fee for the delivery.",
   "Post mates will be the company providing services for Chipotle. This program will initially launch in sixty seven cities. A 9% charge plus a five dollar fee to cover the order being delivered will be added to bills.",
   "Postmates will be the app partner with Chipotle. Online delivery will be available from Chipotle in 67 cities. Chipotle will be charging $5+ for deliveries."
  ],
  "text": "Mexican restaurant Chipotle has decided to tap into the $70 billion food delivery market by teaming up with an app to bring burritos straight to customers' doors. The fast-casual chain will work with the Postmates app to begin offering delivery for online and mobile orders in 67 cities, according to a report in Nation's Restaurant News. But Mexican food fans should know that the restaurant plans to add a nine per cent service charge - with the delivery fees for Postmates beginning at $5 and up, depending on distance and demand. New venture: Mexican restaurant Chipotle has decided to tap into the $70 billion food delivery market by teaming up with an app to bring burritos straight to customers' doors Chipotle is thought to have turned down previous offers of collaboration with third-party delivery services - but has now given Postmates the green light, New York Daily News reports. The app hires independent contractors who drive their own cars in a similar model to Uber taxis. Chipotle has gone from strength to strength in recent years and this month two presidential candidates have been spotted in their restaurants. Republican contender Marco Rubio is a regular in the outlets and recently told MailOnline that he always tips staff. Cashing on delivery market: The fast-casual chain will work with the Postmates app to begin offering delivery for online and mobile orders in 67 cities And just one day into her presidential campaign, Hillary Clinton was seen in a Chipotle in Maumee, Ohio where she ordered a chicken dish with guacamole, a chicken salad and fruit juice. Chipotle is not the only franchise hoping to cash in on the lucrative delivery market. Starbucks, which will deliver cups of coffee in parts of Seattle and New York by the end of the year, has also partnered with Postmates. Taco Bell recently announced plans to test a delivery service this year, McDonald's 'McDelivery' program is in the planning process and Burger King has launched a pilot program in select markets, including parts of New York City, through bkdelivers.com. Celebrity customers: Hillary Clinton was spotted ordering a meal at Chipotle in Ohio earlier this month - one day into her presidential campaign Another candidate: Security camera footage obtained by conservative news publication IJ Review released online this month shows Florida senator Marco Rubio visiting a Washington, D.C. Chipotle",
  "expert_coherence_mean": 0.58,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.92,
  "turker_coherence_mean": 1.0,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.75,
  "example_idx": 723
 },
 {
  "id": "cnn-test-d75b043ebefc3098aea84d92bb8bec0f509b1563",
  "decoded": "three of the militants were killed by iranian forces in the fighting monday in the southeastern town of negur . iranian officials have reportedly asked pakistani authorities to catch the surviving assailants . jaish al adal has also claimed responsibility for the attack .",
  "references": [
   "The Pakistani government says its security agencies are investigating. A group believed to be based in Pakistan's Balochistan province claims responsibility.",
   "Militant group Jaish Al Adal, responsible for the death of Iranian border guards near the border of Pakistan.",
   "According to Iran, eight of their border guards have been killed in clashes with militants at the Iran-Pakistan border. A group called Jaish al adal, which was responsible for past attacks in Iran, has also claimed responsibility for this attack. The attack has been condemned by both the Iranian and Pakistani governments.",
   "Following a clash with militants associated with Jaish Al Adal, eight Iranian border guards were killed at the Iran and Pakistan border.",
   "Eight border guards from Iran have been killed in battles with border militants. Three militants were killed by Iranian weapons. Officials stated that militants would be dealt with and given justice.",
   "A group of militants have entered pakistan and police are trying to find this group who caused an attack. The government promises that any militaints entering the area will be found.",
   "8 Iranian border agents were killed in clashes. This happened in the southeastern town of Negur. A militant group called jaish al adal claimed responsibility for the attack",
   "There were 8 Iranian border guard that were killed near the Pakistani border The clash happened in the town of Negur A group known as Jaish Al Adal said that they implemented the attack",
   "The militant group entitled Jaish was responsible for the terrorist attack. 14 Iranian guards that worked on the border were killed and this occured within locations of balochistan.",
   "In a fight with militants near the Pakistani border, eight Iranian border guards were killed. The fight took place in Negur, a southeastern town. The militant group Jaish Al Adal took responsibility for the fatal attack, according to social media run by the group as well as Iranian state media.",
   "A militant group that goes by the name of Jaish al Adal said that they were responsible for an attack against Iranian border guards. The clash happened in the southeastern town of Negur. Eight Iranian guards were killed."
  ],
  "text": "(CNN)Eight Iranian border guards have been killed in clashes with militants near the border with Pakistan, Iranian state media reported. Three of the militants were killed by Iranian forces in the fighting Monday in the southeastern town of Negur, the state-run news agency IRNA reported. The news agency cited Ali Asghar Mirshekari, the deputy governor of Iran's Sistan-Baluchestan province, who said the militants crossed into the country from Pakistan. Iranian officials have reportedly asked Pakistani authorities to catch the surviving assailants. A militant group called Jaish al Adal claimed responsibility for the attack, according to Iranian state media and a Twitter account believed to be associated with the organization. According to Pakistani media, Jaish al Adal is an anti-Iranian group that has emerged during recent years in areas of Balochistan, the restive Pakistani province that borders southeastern Iran. The Sunni Muslim group has targeted Shiites and says it aims to thwart Iranian influence in Pakistan, according to the Pakistani newspaper Dawn. Jaish al Adal has also claimed responsibility for attacks on Iranian territory. One of the deadliest was in October 2013, when 14 Iranian border guards were killed near the city of Saravan. Iranian authorities say that after similar attacks, the militants have fled back into Balochistan. \"Iran has repeatedly criticized its eastern neighbor for failing to rein in the terrorists,\" IRNA said, referring to Pakistan. The Pakistani government condemned Monday's attack, calling it an \"act of terrorism.\" \"The concerned security agencies of Pakistan are actively investigating this incident, which took place on Iran's territory, and have asked Iranian authorities to share with us any evidence that they have,\" the government said in a statement Wednesday. If the militants entered Pakistan after the attack, \"they will be apprehended and brought to justice,\" it said.",
  "expert_coherence_mean": 0.5,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.5,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.8,
  "turker_relevance_mean": 0.85,
  "example_idx": 308
 },
 {
  "id": "dm-test-2a48112ddee712f2364f128076cb2db555a043b1",
  "decoded": "Esteban Cambiasso says keeping Leicester in the Premier League will feel like winning a trophy . The Foxes are currently seven points adrift at the bottom of the table , with only eight games remaining . The Argentinian midfielder signed for the Foxes in the summer , leaving Italy after ten years and embarking on a new challenge in England .",
  "references": [
   "Esteban Cambiasso says saving Leicester will feel like winning a trophy. The Argentinian has become a key player for Nigel Pearson's side. Leicester are currently seven points adrift at the bottom of the table.",
   "Only the best teams can stay in the Premier league, and the Leicester club is right at the edger of relegation. Just a handful of games remain and the coach, Cambiasso, says he thinks that avoiding relegation would be just as good as winning top-place trophy.",
   "Esteban Cambiasso hoping to keep Leicester in the Premier League. Cambiasso feels it will be like winning a trophy.",
   "Despite wining all possible major European soccer competitions, Esteban Cambiasso stated that he's very happy playing in order to keep Leicester City's place in the premier league.  In a statement, Cambiasso indicated that the chance to save Leicester City's place in the Premier League is more rewarding than winning another league championship.",
   "A player who was recently movevd to another team has helped  bring this team to victory. The player is glad he made the decision to leave but hopes to score more in the future.",
   "Multiple trophy winner and Ex-Inter Milan player, Esteban Cambiasso puts keeping Leicester in the Premier League on the the same level as winning a trophy.",
   "After signing up with the Foxes in the summer, Esteban Cambiasson is hoping to lead his new team to victory in their last 8 games. Cambiasso has previously won 15 trophies during his career with Inter Milan.",
   "The Foxes have eight games left to play. Esteban Cambiasso has won 15 trophies. The team that Esteban Cambiasson has signed up for this summer are the Foxes.",
   "The foxes have eight games remaining. Esteban Cambiasso has won 15 trophies. Esteban Cambiasso signed up for the Foxes.",
   "Eight games remain for the foxes and Esteban Cambiasso who has won 15 trophies during his time with them signed up for the foxes again for the summer",
   "The Foxes have 8 games left. Cambiasso has won 15 trophies in his career. Cambiasso will play for Leicester City."
  ],
  "text": "Esteban Cambiasso has won all the major European competitions a player can during his illustrious career but revealed that keeping Leicester City in the Premier League would be up there with the best. The Foxes are currently seven points adrift at the bottom of the table, with only eight games remaining, knowing that time is running out to save themselves. Cambiasso refuses to give up and admits that keeping Leicester up will feel like winning a trophy. Esteban Cambiasso says that helping keep Leicester in the Premier League will feel like winning a trophy 'For me, it's like another cup,' he told BBC East Midlands Today. 'When you start another season you have an objective, and this is the objective for us. 'For me, winning a cup or winning the league with another team is the same now as having the possibility to save Leicester in the Premier League.' The Argentinian midfielder poses with the trophy after his team won the 2010 FIFA Club World Cup Cambiasso had an illustrious career at Inter Milan, winning an impressive 15 trophies during his stint River Plate (2001-2002) Argentine Primera Division Real Madrid (2002-2004) La Liga Super Cup Supercopa de Espana Inter Milan (2004-2014) Champions League Serie A (5) Coppa Italia (4) Supercoppa (4) FIFA Club World Cup Having not won a game since January, Nigel Pearson's men face West Ham United on Saturday and Cambiasso is still convinced they can avoid the drop. 'I understood when I signed for Leicester it's not an easy job to stay in the Premier League,' he said. 'It's a difficult situation but I think we have our chances to win matches. There's a quarter of the Premier League left to finish. 'I think some people think for Leicester all is finished. But I'm sure, because I watch my team-mates every day, we can save Leicester and stay in the Premier League.' The former Inter Milan star signed for the Foxes in the summer, leaving Italy after ten years and embarking on a new challenge in England. After agreeing to a one-year-deal, Cambiasso has quickly established himself as a key player but it remains to be seen if he'll still be in the East Midlands at the start of next season. The former Real Madrid man was also successful during his short spell in Spain for Real Madrid Cambiasso played during Real's 'Galatico' era, with Luis Figo, Zinedine Zidane, Ronaldo and David Beckham 'Leicester always wanted me,' he added. 'After these nine months or eight months, I'm very happy because my family is OK, and I'm good. 'I want a few more points, but all the rest is perfect.' Cambiasso is happy in the East Midlands and could stay beyond his current one-year-deal",
  "expert_coherence_mean": 0.75,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.5,
  "turker_consistency_mean": 0.6,
  "turker_fluency_mean": 0.6,
  "turker_relevance_mean": 0.7,
  "example_idx": 1405
 }
]