[
 {
  "id": "dm-test-c16c9fa34ccae7e2b9e29c3988ccb74974c4b3c0",
  "decoded": "tevez has been told to terminate his contract with juventus . the former manchester city striker has reportedly told the club he wishes to leave this summer . boca have confirmed they are close to completing a deal for the 31-year-old . tevez is on course to win a second serie a title with the old lady . carlos tevez has shocked juventus by suggesting he wants to leave .",
  "references": [
   "Carlos Tevez has reportedly told Juventus he wants to return to Argentina. Former Manchester City star wants to play for former club Boca Juniors. Club president Daniel Angelici urges striker to cancel his contract first.",
   "Carlos Teves wants to end his contract with football club Juventus and play for Club Boca Juniors, but his contract doesn't expire till next season. Even though Juventus doesn't want to lose him, they have decided to honor his request  and are now looking for a replacement.",
   "Carlos Tevez has been instructed to return to Club Boca Juniors. Juventus has been shocked by the news. The club has already started their search for replacements.",
   "A player who has done quite well is the past is hoping to switch teams in the future. The player is not happy with his current team but still continues to play well.",
   "Right now Carlos Tevez would seem to be locked in with his contract with Juventus. Nevertheless, Boca has let slip that they are close to signing the superstar once he manages to escape from his current contract.",
   "Carlos Tevez was asked to end his contract with Juventus to join his former club Boca Juniors in Argentina.  The deal is close to occurring but Tevez has to end his contract with the Italians.  Tevez joined Boca's club in 1996 and had success.  Juventus doesn't want to lose their top scorer and are looking for replacements.  Tevez's manager hopes for him to continue to play well and that Tevez knows what is best for himself.",
   "Carlos Tevez was ordered to terminate his contract with Juventus. Carlos Tevez had scored 26 league goals during 76 appearances. Tevez will return to Argentina.",
   "Jevuntus told Tevez to end their contract. The goals were achieved by Icardi. The country to be returned to is Argentina.",
   "Daniel Angelici told Tevez to terminate his contract with juventus. Tevez went of to score 26 league goals in 76 appearances. Tevez wants to return to Argentina.",
   "Carlos Tevez was ordered to end his contract with Juventus. Carlos Tevez scored 26 goals for his teams. Carlos Tevez wants to go back to Argentina.",
   "Juventus has told Carlos Tevez to terminate his contract with them.  Tevez first played with Boca's youth academy in 1996 where he had a record of 26 league goals in 76 appearances.  Tevez and the Boca youth academy are both from Argentina and that is where he wants to return when his contract is ended."
  ],
  "text": "Carlos Tevez has been told to terminate his contract with Juventus to complete a return to his former club Boca Juniors in Argentina. The former Manchester City striker's deal with the Serie A champions does not expire until the end of next season but he has reportedly told the club he wishes to leave this summer. Boca have confirmed they are close to completing a deal for the 31-year-old, but club president Daniel Angelici has stressed that Tevez must terminate his contract with the Italians first. Carlos Tevez has shocked Juventus by suggesting he wants to leave the club this summer Tevez is on course to win a second Serie A title with the Old Lady and still has a shot at European glory 'We must be careful', Angelici told TYC Sports. 'We know that he wants to return to Argentina with Boca Juniors but he must first terminate his contract with Juventus, which runs until 2016. 'We are close to sealing his return and it will be done shortly.' The Argentina international joined Boca's youth academy in 1996 and went on to score 26 league goals in 76 appearances for the club before joining Corinthians in 2005. Although Juventus are reluctant to lose the league's top scorer - Tevez has netted 17 times this season - they have accepted the player wants to leave and have already started identifying potential replacements. Italian paper Tuttosport claims the 31-year-old has already decided to leave the club this summer Tevez has always said he intends to finish his career back at his first club Boca Juniors in Argentina Carlos Tevez                             17 Mauro Icardi                              16 Jeremy Menez                          16 Tevez's international manager Tata Martino claims any potential move would have no bearing on the player's Argentina future. 'The most important thing for me is that Tevez continues to play as well as he is at the moment,' Martino told Italian paper Tuttosport. 'It doesn't matter whether that's at Juventus or Boca. Only he'll know what's best for his future. 'I will say this, though: Juventus are a great team, but so are Boca Juniors. It wouldn't be a step down.'",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.75,
  "example_idx": 1152
 },
 {
  "id": "dm-test-a3b6201aca77b5bdaa5df02d6acee2be66233237",
  "decoded": "the bereaved mother , named dawn , was appearing on the jeremy kyle show and accused long-term chum , jamie , of making off with the cash . when one of mr kyle 's famous lie detector tests revealed that jamie , who lives with dawn and her partner who is also called jamie , had done the deed , she burst into tears and stormed off . mr kyle also revealed that jamie had sent a facebook message to dawn during the journey to london in which he declared his undying love .",
  "references": [
   "The woman, named Dawn, was appearing on ITV's The Jeremy Kyle Show. Accused her close friend and house-mate Jamie of stealing £207. The money had been set aside for a grave stone for baby Daniel James. A sobbing Dawn revealed that the baby was the seventh she has lost.",
   "A woman named Dawn was robbed of 207 pounds that she was saving for her babies grave stone by her roommate. The thief was found out on the Jeremy Kyle show when he failed a lie detector test.",
   "A family friend of a woman has stolen money that was saved up for a grave stone of her child who she had miscarried.",
   "A family friend stole a woman who had had seven miscarriage's money.She is to appear on the Jeremy Kyle Show to detail the event. She broke into tears on air and was comforted by her partner.",
   "After her seventh miscarriage, Dawn was saving money to buy a grave stone for the deceased baby. When her money went missing, she went to the Jeremy Kyle Show where a lie detector test revealed that her friend Jamie had stolen the money.",
   "A woman who has had to deal with the miscarriage of her child is now dealing with a criminal case against her friend who stole money that was supposed to be used for her baby's headstone.  The friend Jamie denied on television that he ever stole the money.",
   "A women named Dawn claimed to have seven miscarriages. The lie detector test determined that jamie was the culprit. Jamie went to prison after a burglary conviction.",
   "Dawn is the woman who claims to have had seven miscarriages. Jamie is the person who was found to be lying Jamie was sent to prison for a burglary convicion",
   "A mother named Dawn has claimed to have had seven miscarriages. Dawn's long time partner and friend, Jamie was found to have stolen money saved for her baby's headstones after he took a lie detector test on the Jeremy Kyle show. Jamie had already been to prison for previous burglary convictions.",
   "Dawn is a woman who has gone through 7 miscarriages. Jaime took a lie detector test and the test revealed she had lied. Jamie has been to prison on a prior conviction for burglary.",
   "A woman named Dawn appeared on the Jeremy Kyle show and stated that she had seven miscarriages.  Dawn's housemate, Jamie, was found to be lying about taking money after she took a lie detector test. Jamie also had gone to prison due to a burglary charge."
  ],
  "text": "A woman who suffered seven miscarriages has spoken of her distress after a family friend stole the money set aside for her babies' grave stone. The bereaved mother, named Dawn, was appearing on The Jeremy Kyle show and accused long-term chum, convicted burglar Jamie, of making off with the cash. When one of Mr Kyle's famous lie detector tests revealed that Jamie, who lives with Dawn and her partner who is also called Jamie, had done the deed, she burst into tears and stormed off. Scroll down for video Devastated: Dawn, who has had seven miscarriages, was furious to discover her friend had stolen from her The drama began when Dawn, who has previously appeared on the ITV talk show, discovered that £207 set aside for a £500 grave stone had disappeared. Suspecting house-mate Jamie and his girlfriend Carol, she confronted them but was initially met with a flat denial. 'Only him and Carol knew where it was,' she said during an angry confrontation on the ITV show. 'Me and Jamie had been saving up and only Carol knew where it was.' Unable to prove it, she asked Mr Kyle to conduct a lie detector test and when the results came back, it showed that Jamie had indeed taken the cash. Caught out: Jamie, who has been to prison for burglary, was found to be lying after taking a test Outraged: Dawn, who was going to spend the money on a gravestone, was left furious by the revelation Mr Kyle also revealed that Jamie had sent a Facebook message to Dawn during the journey to London in which he declared his undying love and confessed to taking the money but blamed it on girlfriend Carol. Speaking after the show, a sobbing Dawn said:  'I've had seven miscarriages and only one of them I've had to bury. 'That was Daniel James and the £207 was put aside because the head stone was going to cost £500 altogether. 'We had to stand there and say goodbye to Daniel James and the last thing I wanted to do for Daniel James was put a head stone on him so he knew how much his mummy and daddy loved him. I feel betrayed, horrible. You try and do a good gesture to people and then you get it thrown in your face.' Tears: She then burst into tears and rushed off the stage - pursued by the Jeremy Kyle cameras Sobbing: She was comforted by her partner, also called Jamie, after the show",
  "expert_coherence_mean": 0.42,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.42,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 1.0,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 1.0,
  "example_idx": 948
 },
 {
  "id": "dm-test-d89de9c2a76f2665560becfe5d761a4fc62b9926",
  "decoded": "callum gribbin was the matchwinner for manchester united in 1-0 win over 1-0 . callum gribbin scored the winner in the ` mini derby ' for the home side . paul mcguinness 's side claim victory in the the ` mini-derby ' .",
  "references": [
   "Man United beat Man City 1-0 in Saturday's under 18 encounter. Callum Gribbin scored the winning goal at Moss Lane, Altrincham. The result leaves United two points behind leaders Middlesbrough. The 'real' Manchester derby takes place at Old Trafford on Sunday.",
   "United won the Under 18's Premier match against City. They claimed two of this year's cross town matches thanks to their talented young players.",
   "Two talented junior teams met Saturday afternoon. The Reds Tyros, defeated United, leaving United 2 points behind Middlesbrough.",
   "Around 1,000 people were gathered on Saturday to watch a mini derby game. The game lasted about 90 minutes.",
   "The \"Mini-Derby\" took place with only 1/6 of the seats being filled with spectators for the match which was saw Manchester United win under manager Paul Mcguinness against a team composed of players who were both English and Mancunian. The winning free-kick was made by Callum Gribbin who is known for making plays that go viral online but FA Chief Greg Dyke felt that the lack of opportunities for young local talent is unfair.",
   "A manager at United discussed a player with impressive skills. They discuss injuries various players have had and their achievements over the years.",
   "10 players at the kick off were Mancunian. Over 6,000 people attended the match. Callum Gribbin scored the first goal.",
   "Of the twenty-two players on the field at kick-off, only ten of them we Mancunian. Around 1,000 spectators showed up for the 3PM match at the 6,000-capacity historic stadium. Callum Gribbin scored the first goal of the match at under an hour on the timer.",
   "10 of the players who came to the kick-off were Mancunian. 22 players showed up to the kick-off. An hour into the match, English star Callum Gribbin scored the first goal.",
   "About 10 of the players were Mancunian. There were about 6,000 people in attendance. Callum Gribbin made a score before the hour mark.",
   "United gets the first victory in Sunday's big match. 10 of the 22 players were mancunian. 1000 people were in attendance. The first one to score was Callum Gribbin. Manchester United is left 2 points under the leading team of middlesbrough with the win."
  ],
  "text": "First blood to United after their Under 18s saw off City 1-0 in the 'mini-derby'. Kits aside, this was probably as far removed from Sunday's big match as you could imagine. For a start, no less than 13 out of the 22 players on show at kick-off were English. Of those, 10 were Mancunian. Callum Gribbin was the matchwinner for Manchester United with a delightful free-kick Ticket prices? Entry was free and close to 1,000 gathered on the seats and terraces of Moss Lane for a match that kicked off at 3pm on Saturday with half-and-half scarves nowhere to be seen. Altrincham's compact 6,000-capacity home may not be Old Trafford, but it does have a proud history of its own. It was certainly a grander stage than a windswept Saturday morning on an outfield at United's Carrington complex, where Paul McGuinness's Under 18s usually ply their trade. The young Reds coach wanted to make the experience closer to what his tyros could expect should they make the step up to the seniors. And his side lined up with three at the back and supporting wingbacks in a formation seen more than once this season in the first team. In an even first-half the impressive Marcus Wood, from just down the road in Sale, came closest for City with an audacious chip. United manager Paul McGuinness saw his side claim victory in the 'mini derby' For the home side towering centre-forward Marcus Rashford, another local lad from whom big things are expected, wasted two decent opportunities when put through. Just before the hour mark England Under 17 star Callum Gribbin made and scored the first. In March, the nifty-footed attacking midfielder went viral when United tweeted a clip of him showing outrageous skills to trick four Aston Villa players. He was at it again here, showing nifty footwork on the edge of the box and drawing a foul. After dusting himself down Gribbin stepped up to curl a delightful free-kick around the wall and beyond blonde Joe Hart-a-like Charlie Albinson in the City goal. Moments later it was almost two when full-back Cameron Borthwick-Jackson's rasping 25-yard drive struck the angle of the crossbar and post. The same man looked to have gotten away with one when he appeared to clip Buckley in the box before sub Aaron Nemane hit the side-netting as the visitors looked for an equaliser. Dutch winger Javairo Dilrosun curled a free kick onto the roof of the net in stoppage time for City but that was all she wrote. The result leaves United, who have won two of this year's cross-town clashes, two points behind leaders Middlesbrough with a game in hand. Injury-ravaged City however, have now lost both matches in the Barclays Under 18s Premier League end-of-season play-off series. FA chief Greg Dyke recently bemoaned the lack of first-team opportunities for homegrown talent between the ages of 18 and 21. On the evidence of this entertaining 90 minutes high on skill and commitment, there are talents on both sides that may well deserve their chance in the On the evidence of this entertaining 90 minutes high on skill and commitment, there are talents on both sides that may well deserve their chance in the coming years.",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 0.92,
  "expert_fluency_mean": 0.33,
  "expert_relevance_mean": 0.25,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.5,
  "turker_relevance_mean": 0.75,
  "example_idx": 689
 },
 {
  "id": "dm-test-6c1341bedf92a304318545fbf1aad88651de7909",
  "decoded": "harry kane is nominated for both the pfa player and young player of the year . tottenham striker features in a clever new animation, which features some of his best goals, and celebrations from the season . the video, produced by copa90, uses still photographs of the england forward placed one on top of the other to produce an animated effect . it features his long-range strike against chelsea, a headed goal against arsenal, and the moment he came on - and scored - on his england debut .",
  "references": [
   "Harry Kane has been in superb form for Tottenham this season. The 21-year-old has scored 30 goals in all competitions for Spurs. Kane also made his England debut, and scored within two minutes.",
   "Harry Kane, who is known as an amazing baseball player, has been nominated for the pfa player award. He is also nominated for the young player award.",
   "Harry Kane is an animated player on and off the field. An incredible animated effect celebrates his goals. He is nominated for the PFA and Young Player of the Year Awards.",
   "Harry Kane is a futbol player that is famous for his flamboyant goal celebrations. Many examples of video clips and other footage have become loved by fans of Kane's wild celebrations, which have also been captured in still photos. Kane's latest celebrations have been captured in an animated form which are being shown ahead of an award ceremony where he is receiving the PFA PLayer of the Year Award.",
   "Harry Kane is being nomicted for pfa player and young player of the year at the awards ceremony on Sunday.",
   "An animated clip of England and Tottenham's Harry Kane was produced by copa90 from multiple still photographs overlayed to create an animated effects. The video is in conjunction with Kane's nominations as PFA and young player of the season. Kane is known for his expressive and flamboyant celebrations on the pitch.",
   "Harry Kane was nominated for PFA Player of the year. Copa90 produced the video of Harry Kane. Harry Kane's long range strike was against Chelsea.",
   "Famous footballer Harry Kane is nominated for two awards: the PFA player and Young Player of the season. A video produced by Copa90 captures highlight footage of some of Kane's most famous goals, including a header against Arsenal that marked his first game.",
   "Harry Kane is nominated for pfa player and the young player of the season. Copa90 is the producer of the Harry Kane video. Harry Kane made a long range strike was against Chelsea.",
   "Harry Kane is nominated for PFA Player and Young Player of the Season. Copa90 produced the video of Harry Kane. Chelsea was the victims of the long range strike featured in the video.",
   "Harry Kane is nominated for PFA Player and Young Player of the Season Copa90 is the person who produced the video of Harry Kane Harry Kane's long-range strike was against Chelsea"
  ],
  "text": "Harry Kane's celebrations this season have always shown him to be an animated young man when he's on the pitch - but now he is being animated off it as well. The Tottenham sensation, who has broken through into the first team, and into Roy Hodgson's England side during a remarkable season, is nominated for both the PFA Player and Young Player of the Season. And now the Spurs striker features in a clever new animation, which features some of Kane's best goals, and celebrations from the season. Harry Kane celebrates yet another goal during what has been an incredible season for the young striker Kane scores past Tim Krul for Spurs against Newcastle, his 20th Premier League goal of the season The video, produced by Copa90, uses still photographs of the England forward placed one on top of the other to produce an animated effect. It features his long-range strike against Chelsea, a headed goal against Arsenal, and the moment he came on - and scored - on his England debut. The video is entitled 'Harry Kane - PFA Player of the Year?' and has been released ahead of the awards ceremony on Sunday, where Kane is up against the likes of Chelsea's Eden Hazard and Arsenal's Alexis Sanchez for the top prize. The Tottenham striker is nominated for both the PFA Player and Young Player of the Year awards",
  "expert_coherence_mean": 0.83,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.83,
  "turker_coherence_mean": 0.85,
  "turker_consistency_mean": 0.85,
  "turker_fluency_mean": 0.95,
  "turker_relevance_mean": 0.85,
  "example_idx": 986
 }
]