[
 {
  "id": "dm-test-2c37d44d03ce2e91310339d884d33ee5aabf9abc",
  "decoded": "the toddler 's mother was holding the two-year-old boy and another child when he slipped and fell between 10 to 12ft and into the cheetah exhibit at the cleveland metroparks zoo . the boy 's leg was injured in the fall , but he was not attacked by the animals , officials said . he is listed in stable condition after being taken to metrohealth medical center and suffered from minor bruises and was listed in stable condition at the hospital .",
  "references": [
   "The child was held by his mother when he slipped and fell between 10 and 12ft into the pit on Saturday around 3pm at the Cleveland Metroparks Zoo. He was rescued by his parents before emergency responders arrived on the scene; he suffered from minor bruises and bumps. The cheetahs seemed to ignore the boy and his parents while in the pit. Zoo plans to press child endangerment charges.",
   "A mother of a two year old boy who was seen dangling child over the edge of a cheetah enclosure, at risk for child endangerment charges.",
   "A two year old boy who fell in to a cheetah enclosure at a zoo was rescued safely. The mother of the boy will face child endangerment charges since people claimed to have seen her holding him over the ledge in to the enclosure.",
   "It's highly like that a mother will face charges pressed after she was dangling her two-year-old over a cheetah enclose. The Boy slipped and fell, sustaining a mild leg injury.",
   "A child was seen falling into a cheetah pit at a zoo. The boy was rescued in time before being harmed but witnesses say the mother dangled the child",
   "Cleveland Metroparks Zoo plans to press charges of child endangerment against the  mother of a child who fell into a cheetah pit on Saturday.  Witnesses claim the woman was dangling the child over the edge of the pit when the child slipped and fell.  The parents jumped into the pit and pulled the child to safety.  The cheetahs did not approach the boy or his parents.",
   "People who were there to visit the zoo in Cleveland were treated to a horrific site as they witnessed a two year old boy fall in to a pit with a cheetah. The zoo itself is looking to bring charges against the mother for her negligent actions that led to the child being in danger.",
   "Michael Lurie was with his family and heard the scream of a child at the cheetah exhibit. Child endangerment charges will be pressed on the mother by the Cleveland Metroparks Zoo. A toddler fell into the cheetah exhibit pit at 3 o'clock PM.",
   "On a Saturday afternoon in Cleveland, several people visiting the zoo saw a mother holding her son who was only two years old, over the encasement of a cheetah.  Some people also claimed that they heard the child cry out loudly as he fell into the cheetah's space.  Shortly after the boy fell in, his parents sprang into action and managed to successfully retrieve the child from the cheetah's abode. One man, Michael Lurie, gave an account of how he heard the child loudly cry out, and how he was surprised that the child escaped with only minor scrapes from the ordeal. Despite the child being unharmed, the zoo officials noted that they intend to bring charges up to punish the mother of the child for her actions.",
   "Michael Lurie was at the exhibit along with his family when they heard a baby scream. Visitors at the zoo want to press charges against the mother. The two year old son of a neglectful mother fell into the cheetah pit.",
   "Several visitors were at the cheetah exhibit when they heard a child scream. Dr. Christopher Kuhar claims to press charges on the parent of the child. A two year old boy fell in the animal pit."
  ],
  "text": "A two-year-old boy is recovering after falling into a cheetah exhibit at the Cleveland Metroparks Zoo after his parents dangled him over the edge, officials said. The toddler's mother was holding him and another child when he slipped and fell between 10 to 12ft and into the pit on Saturday around 3pm. The child was rescued by his parents before firefighters and paramedics arrived on the scene. Scroll down for video A mother was holding the two-year-old boy and another child when the toddler slipped and fell into the cheetah exhibit at the Cleveland Metroparks Zoo (file photo of cheetahs at the Cleveland zoo) The boy was rescued by his parents from the pit (pictured) before firefighters and paramedics arrived on the scene. He suffered from minor bumps and bruises and was listed in stable condition at the hospital He is listed in stable condition after being taken to MetroHealth Medical Center and suffered from minor bruises and bumps. The boy's leg was injured in the fall, but he was not attacked by the animals, Dr. Christopher Kuhar, the zoo's executive director told Fox 8. Michael Lurie and his family were at the Cheetah exhibit when they heard the child scream. 'You saw how far the drop was and you just couldn't believe the kid didn't hurt himself from falling down on the ground,' Lurie told WKYC. 'I was just shocked,' he said. 'I didn't understand how the parents let the kid go over the thing.' The cheetahs did not approach the boy or his parents while in the pit, according to zoo officials. Zoo visitor Terra Lurie believes the boy was not approached by the fast feline because they were frightened. 'I think they were just curious as to what was going on and why somebody was in the pen with them,' she said. 'It's not every day that somebody is just in the pen with them.' 'And everyone else is screaming and they probably got scared.' Kuhar said the zoo had received 'a number of eyewitness accounts' that indicate the 'strong likelihood that the child was dangled over the railing,' he told NewsNet5. Cleveland Metroparks Zoo has plans to press child endangerment charges against the family on Monday. The exhibit was closed following the child's fall. Zoo visitor Michael Lurie was at the cheetah exhibit when he heard the child scream. He said he was 'shocked' and 'didn't understand how the parents let the kid' go over the railing and into the pit Cleveland Metroparks Zoo plans to press child endangering charges against the child's mother (above file photo of visitors at the Cleveland zoo)",
  "expert_coherence_mean": 0.67,
  "expert_consistency_mean": 0.25,
  "expert_fluency_mean": 0.5,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.5,
  "turker_relevance_mean": 0.5,
  "example_idx": 142
 },
 {
  "id": "dm-test-c50d33e9749e7bb484d9b69c4f5fca35a3a50cb5",
  "decoded": "Jacob Phillips fell down a 70ft cliff to his death in Cardiff.",
  "references": [
   "Jacob Phillips plunged down cliff after leaping over a fence in the dark. Got out of the taxi to 'use an ATM' before running away, inquest heard.",
   "Jacob Phillips fell to his death after trying to rip off a taxi driver. The man ran from the taxi and fell down a cliff after jumping over a fence to escape.",
   "A university grad has been found dead after a misadventure with a taxi and some friends. Apparently the young men were running away after stiffing a cabbie, but the student fell down and never got up.",
   "An accountant ran from a taxi and fell to his death from a 70 foot cliff. The person, Phillips, was found at the base of a cliff, dead. It is believed that he was drinking and ran off into pitch blackness before falling.",
   "A taxi driver hit a drunken student and ended up killing him. The taxi driver did not even see the boy because of his clothing and it being pitch black.",
   "Jacob Phillips, an accountant died after falling 70 feet off a cliff. At the time of his death Mr. Phillips was running away from a taxi driver because he did not have the funds to pay the fare.",
   "Jacob Phillips, aged 23 and an accountant, fell down a 70 ft cliff. At the time, Phillips was running from a taxi driver to get out of paying his fare. Phillips died in December.",
   "In December, an account fell down a 70 foot cliff after running away from a taxi when he didn't have enough money to pay his fare.",
   "A 23 year old accountant named Jacob Phillips fell down a 70 foot cliff and died in December. He, along with his friend didn't have enough money to pay the taxi, so they were running from the taxi driver.",
   "Mr Phillips, an accountant, was discovered dead on a beach  very far down below the top of a cliff.  The previous night he had ran away from a taxi nearby,  in order to avoid paying the fare because he didn't have enough money. The accident happened in December.",
   "The cliff the accountant tumbled off of was 70 feet high.  The reason he was running from the driver of the taxi is because they weren't carrying enough funds to pay for their ride. It was December when the  unfortunate accident took place."
  ],
  "text": "A young accountant fell down a 70ft cliff to his death when he ran from a taxi to avoid paying the fare. Graduate Jacob Phillips, 23, plunged down the cliff when he leapt over a fence in the dark. Mr Phillips had caught the cab home after a night out with friends in December – but didn’t have enough cash to pay for it. An inquest heard he ran from the driver, who gave chase at the seaside town of Penarth, South Wales. Cabbie Dave Sidaway told the inquest: ‘I stopped because I couldn’t see where I was going. I had no idea how much danger he was in.’ Jacob Phillips, 23, was found dead at the end of the disused Northern Promenade, a rocky area at the base of the cliff The university graduate had been out drinking in Cardiff before catching a taxi with friends Padraig Crowley and Rory Robinson. Cardiff Coroner’s Court heard how the trio got out of the taxi to ‘use an ATM’ before making a run for it. ‘The plan was to go to Penarth but we did not have enough money for the taxi – I ran off in one direction, Jacob went in another direction,’ Mr Robinson told the inquest. ‘Running away from the taxi was a stupid thing to do.’ Mr Phillips, of Reading, Berks, was discovered the next day on the rocky beach by a dog walker. Paramedics arrived at the scene after his body was discovered in the morning by a dog walker A long way down: Mr Phillips fell down this cliff after a night out.  Tthe taxi driver said he would not have left him if he knew where they were Recording a verdict of accidental death, coroner Andrew Barkley said: ‘It is likely that he became disorientated and there is no evidence that he knew where he was at the time. ‘There is no way he could have known the danger that lay in front of him. The following day with the benefit of light it was clear the danger he faced by the sheer drop off the cliff just yards beyond the fence.’ Mr Phillips worked for Pretty Green, the clothing label run by Oasis star Liam Gallagher. He had grown up in Barry, South Wales, before studying accountancy at the University of Birmingham. The inquest heard that he had returned to Wales for Christmas and had been staying with his mother in the upmarket Cowbridge area. Mr Phillips had planned to stay at a friend’s house but he and his friends didn’t have enough money to complete the journey, so decided to trick the driver by ‘dodging’ the fare. Mr Phillips ran off into the ‘pitch black’ and fell down a cliff at the end of the disused Northern Promenade – also called The Dardanelles. Police search the scene at the bottom of the cliff where his body was discovered",
  "expert_coherence_mean": 1.0,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.58,
  "turker_coherence_mean": 0.7,
  "turker_consistency_mean": 0.65,
  "turker_fluency_mean": 0.7,
  "turker_relevance_mean": 0.5,
  "example_idx": 1561
 },
 {
  "id": "dm-test-096e418a953af86df0d1560bec95bc7bfee2e34b",
  "decoded": "porto 's defence was not the only thing to be ripped apart at the allianz arena on tuesday night as a jubilant bayern munich manager pep guardiola was left with a hole in his trousers . guardiola managed to tear the left trouser leg of his grey garments during an incredibly exciting night for bayern , who led their opponents 5-0 at half-time . the spanish tactician 's underwear was on show after the incident , and he joked after the champions league clash : ` i 'll have to buy new ones for the next match '",
  "references": [
   "Bayern Munich boss Pep Guardiola ripped a hole in his trouser leg. His underwear were on show during the European match in Germany. The German giants booked place in the semi-finals thanks to 6-1 rout.",
   "Bayern Munich manager Pep Guardiola was so excited that his team beat Porto 6 to 1, he ripped his left pants leg celebrating. The win puts Bayern Munich in the semi-finals of the Champions League. Goals were scored by Thiago Alcantara, Jerome Boateng, Thomas Muller, Robert Lewandowski, and Xabi Alonso.",
   "Bayern Munich manager Pep Guardiola was seen with a hole in his undergartments during a Champions league match.",
   "Porto was defeated by at the Allianz Arena. The manager, Guardiola tore his pant leg during the match. His under garments were shown post-match.",
   "Bayern Munich manager Pep Guardiola ripped a hole in his pants during the Champion League match in Germany. In the midst of their 6-1 win over Porto, he became too excited and that is when the rip happened.",
   "A player's underwear was shown to be ripped during a match and many found this quite hilarious. The player is quite humble and talks about future plans with his team and rivals.",
   "The Bayern Munich manager, Pep Guardiola was left with a hole in his pants. Porto lost by 5 points with a final score of 6 to 1. Pep's club Bayern Munich moved on to the semi-final matchup.",
   "Bayern manger Guardiola's trousers suffered a rip and a tear at the same time that Porto was suffering a 5 point loss to an unstoppable Bayern team which was headed straight to the semi finals.",
   "Pep Guardiola, the manager of Bayern Munich, got a hole in his trousers on Tuesday night. His team, Bayern Munich, beat Porto by 5 points, with a final score of 6-1.  Because of this victory, Bayern will play in the Champions League semi-finals.",
   "The munich manager jubilant bayern was left in a hole with their trousers. The bayern beat the lost by 5 points and got into the semi-finals.",
   "Guardiola tore his pants as Munich won over Porto and secured a place in the semi-finals."
  ],
  "text": "Porto's defence was not the only thing to be ripped apart at the Allianz Arena on Tuesday night as a jubilant Bayern Munich manager Pep Guardiola was left with a hole in his trousers. Guardiola managed to tear the left trouser leg of his grey garments during an incredibly exciting night for Bayern, who led their opponents 5-0 at half-time. The Spanish tactician's underwear was on show after the incident, and he joked after the Champions League clash: 'I'll have to buy new ones for the next match.' Bayern Munich manager Pep Guardiola ripped a hole during the Champions League match in Germany Guardiola's underwear were on show after the Bayern boss managed to rip a small hole in his trousers The excitement of a 6-1 win against Porto appeared to get the better of Guardiola's left trouser leg Away from Guardiola's clothing, Bayern managed to book a place in the Champions League semi-finals thanks to goals by Thiago Alcantara, Jerome Boateng, Thomas Muller, Xabi Alonso and a brace from Robert Lewandowski. Porto went into the match with a two-goal lead following their 3-1 victory in Portugal, however they were swept aside by the Bundesliga giants. Bayern's European rivals will be running scared after their outstanding display as Guardiola's side showed they were a cut above a shell-shocked Porto side. Guardiola's trousers before the rip (left) and after the rip (right) during Bayern Munich's 6-1 victory over Porto The former Barcelona boss (far right) also decided to ditch his suit blazer during the latter stages of the match Bayern Munich celebrate at the final whistle after booking a place in the semi-finals of the Champions League",
  "expert_coherence_mean": 0.67,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.5,
  "example_idx": 1157
 },
 {
  "id": "dm-test-9d0fcbd873927674d12aafce4ae7754fd591d4e2",
  "decoded": "ella henderson , 19-year-old , has been announced as the face of dry shampoo brand . the 19-year-old has been named as the batiste 's 2015 ` ready for it ' campaign . ella henderson has been the singer 's first brand in 2012 . the singer is wearing a black lacy dress with a black fringed leather jacket . the campaign features the singer singer and the uk 's brand .",
  "references": [
   "The 19-year-old singer was a finalist in 2012 series of The X Factor. Batiste has announced her as official face of 2015 Ready For It campaign. TV advertising campaign features Henderson's latest single, Mirror Man.",
   "It has been announced that Ella Henderson, a 2012 X Factor finalist, has partnered with UK's #1 dry shampoo brand Batiste. This is the first brand collaboration for both parties. The 'ready for it' campaign will launch in 2015.",
   "X Factor finalist Ella Henderson has partnered with the brand Batiste as the face of their dry shampoo. Henderson stars in a tv ad campaign that features her newest single, Mirror Man.",
   "Former X Factor contestant, Ella Henderson, has teamed up with dry shampoo brand, Batiste. Her voice may have been what launched her into stardom, but now her hair is getting her attention, too.",
   "Ella Henderson is again in the news - for her hair, this time. She has partnered with Batiste. A spokesman for the brand stated that Henderson is very talented and respect by women all-over.",
   "A dry shampoo company has partnered up with a famous UK artist. A new campaign was brought forward to help the artist boost their career.",
   "Ella Henderson appeared on X Factor in 2012. Ella Henderson paired with Batiste. The campaign Ella Henderson is a part of is the Ready For It campaign.",
   "Ella Henderson gained fame when she appeared on the popular singing competition X-Factor in 2012.  It was recently announced that she would be the official face of the new 'Ready For It' campaign launching by shampoo brand Batiste.",
   "Ella Henderson rose to notoriety on the TV show X Factor where she appeared in 2012.   In 2015 Henderson began endorsing and appearing in ad campaigns for Brand Batiste, a dry shampoo maker.  The Henderson lead advertising campaign for Brand Batiste is titled Ready for It.",
   "A singer, who became famous on the show X-factor in 2012, named Ella Henderson, has received her first partnership deal. She has signed up to represent Batiste, a dry shampoo company, for a campaign called Ready For It. Miles agency helped this pairing to come about. Mark Hargreaves, her manager, shared that this is her first sponsorship, and that she will be a good fit for the company.",
   "Ella Henderson appeared on the x factor in 2012. She paired with the miles agency. Ella Henderson was  a part of the united Kingdom's dry shampoo's international campaign called Batiste"
  ],
  "text": "It may have been her impressive vocals that propelled her to fame in 2012's series of The X Factor, but it turns out her long flowing locks have also become the source of much attention. It's now been revealed that X Factor finalist and pop star Ella Henderson has joined forces with dry shampoo brand Batiste. The 19-year-old has been announced as the official face of the Batiste's 2015 'Ready For It' campaign, and this will mark the star's first brand collaboration. Scroll down for video X Factor finalist, Ella Henderson, has been revealed as the face of dry shampoo company Batiste The campaign images shows the singer stood against a blurred and vibrant city background showcasing a variety of hairstyles. In one shot, Henderson is seen with her glossy lustrous hair worn down and in a wavy style. She wears a plain black blouse with a black fringed leather jacket thrown on top. Another series of images shows the singer with her hair in a tousled half-ponytail, with tendrils framing her face. She sports a long-sleeved maxi dress with black animal-print sheer panels teamed with gleaming nude make-up. The campaign sees the 19-year-old singer stood against a blurred city background with her long hair styled into a half-pony The partnership between the platinum award-winning artist and the UK's number 1 dry shampoo brand was fused together by the MILES agency. And the international campaign launched with a TV advertising campaign, featuring the singer's latest single, Mirror Man. Henderson has commented on her excitement on working with the brand, citing it as a product she uses regularly. The young star is pictured wearing a black lacy dress with sheer panels in the glamorous pictures Mark Hargreaves, the CEO of Crown Talent & Media Group - who manage Ella - has commented: 'This campaign marks the very first endorsement for Ella Henderson. 'She is a remarkably talented International Artist and Batiste is a loved and respected brand, used by girls all over the world. 'The synergies between both artist and brand just naturally came together and I look forward to a very exciting 2015.'",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 0.67,
  "expert_fluency_mean": 0.33,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 1.0,
  "turker_consistency_mean": 1.0,
  "turker_fluency_mean": 1.0,
  "turker_relevance_mean": 1.0,
  "example_idx": 273
 }
]