[
 {
  "id": "dm-test-fadabe346fe95d33eee71299e6596754768f5246",
  "decoded": "Gemma, a mother-of-two, is at risk of being banned from seeing her own children because she refuses to stop drinking and partying 'I don't want to be responsible for her having children,' says Debbie. 'I don't want to be involved with her. I'm not going to let her do that to my children.",
  "references": [
   "Gemma, 23, has left her children to be raised by her mother. Handed them to her 52-year-old parent when they were four months old. Spends her time partying and has 'missed out' on seeing them grow up. Is now at risk of being banned from seeing them thanks to feckless ways. Mother Debbie also says the unemployed 23-year-old has stolen from them.",
   "Gemma gave her mother Debbie her two children, which both have different fathers, to take care of. Debbie doesn't trust Gemma to come in her home without stealing something, so she is considering banning her so she can't visit her children.",
   "23-year-old mother Gemma may be forbidden to see her children by her mother Debbie, who cares for the children. Debbie says this is because of Gemma's stealing and selling property belonging to the children, and prioritizing drinking, drugs and partying over the children.",
   "A girl who is known for partying has lost custody of her kids to her mother. The grandmother says her daughter is not fit to raise her children and is considering banning her perminantly.",
   "A 52 year old grandmother caring for her two grandchildren is threatening to not allow their 23 year old mother any visitation rights, due to her excessive destructive behavior.",
   "A mother of two is about to be denied access to her children. The woman is an alcoholic and a drug addict who refuses to seek help.  She has stolen from her mother and her children to afford her nasty habits.",
   "Gemma is a woman currently at risk of losing her children because of her horrible habits related to stealing and drug abuse. Gemma's mother, Debbie, is refusing to let Gemma see her children unless she stops these bad habits.",
   "Gemma has been living the party lifestyle and does not take care of her two young children. Debbie, the grandmother has taken the children in to raise them as social services has threatened to take the children away from Gemma. Gemma lies and steals to support her party lifestyle with no job. Debbie is tired of Gemma's behavior and is preparing to ban Gemma from see her children unless she stops the partying and becomes a responsible adult and parent to her two children.",
   "Gemma is at risk of losing her children because she does not want to stop drinking and partying. Gemma's mother Debbie is caring for her children. Gemma needs to grow up and leave the drugs, parties and drinking behind.",
   "Gemma prefers drinking and partying.  Their Grandma is taking care of them.  She needs to quit drugging and partying to see her kids.",
   "Gemma is going to lose access to her children because her mother cannot trust her to stay sober and stop stealing from her. Gemma's mother, Debbie, is taking care of the kids who are her grandchildren. According to Debbie, Gemma needs to get sober and act mature in order to see her kids again."
  ],
  "text": "A 23-year-old mother-of-two is at risk of being banned from seeing her own children - because she refuses to stop drinking and partying. The woman, named only as Gemma, has two children under five by two different fathers and handed both infants over to her 52-year-old mother Debbie when they were four months old. Now Debbie is threatening to ban Gemma from seeing the children at all, after discovering her daughter's penchant for legal high, MKat, and because she suspects her of stealing. Scroll down for video Feckless: 23-year-old Gemma faces being prevented from seeing her children by her own mother 'I love them,' says Debbie of the two children. 'She [Gemma] isn't fit enough to have them. She doesn't care.' Debbie, who stepped in to care for the children after social services threatened to take them away, says her daughter's constant drinking and partying is getting out of hand. She also claims that Gemma, who is unemployed, stole an iPad from one of the children and sold it to fund her party lifestyle. Although Gemma says she did not steal the device, she admits to stealing money and other items from her mother in the past. 'From around the age of 13, she went off the rails,' says Debbie. 'She was drinking beer and having underage sex. Upset: Debbie reacts after hearing the results of Gemma's lie detector test - which revealed she did steal Furious: Debbie, who has looked after Gemma's children all their lives, says she will ban her from the house 'With the children, she was excited about being pregnant but gave up about four months after having them and then dumped the babies on me.' As a result, Debbie, who appeared alongside her daughter on The Jeremy Kyle Show, has been left to bring both children up alone. Now at the end of her tether, Debbie says she is preparing to ban Gemma from her home and from seeing the children - because she can't trust her not pinch their possessions. Upset: According to her mother, Gemma prefers drinking and parties to work and motherhood 'I don't know how you could do that to your own kid,' adds Debbie, who also revealed that Gemma's children call her mum and not grandma. 'She doesn't care. She doesn't care at all and I feel awful about it because at the end of the day, they're my grandchildren and I love them. 'She's missed out from day one. She doesn't put them first. She knows she needs to grow up and stop drinking and taking drugs and partying.'",
  "expert_coherence_mean": 0.75,
  "expert_consistency_mean": 0.42,
  "expert_fluency_mean": 0.67,
  "expert_relevance_mean": 0.92,
  "turker_coherence_mean": 0.9,
  "turker_consistency_mean": 0.85,
  "turker_fluency_mean": 0.9,
  "turker_relevance_mean": 0.9,
  "example_idx": 1417
 },
 {
  "id": "dm-test-801763443e6c73e3857039f2223798b2b58bef19",
  "decoded": "Gregory van der Wiel has been linked with a move away from Paris Saint-Germain . The full back had a recent spat with manager Laurent Blanc . But the Dutchman says he 's not interested in leaving in the summer . Click here for more PSG news .",
  "references": [
   "Gregory van der Wiel doesn't want to leave PSG in the summer window. The Dutchman revealed his 'love' for the club and his team-mates. PSG continue to be linked with a move for Barcelona full back Dani Alves.",
   "Van Der Wiel plans to stay with the team and not leave like some people may have suspected. He remains motivated to help his current team win championships.",
   "Paris Saint-Germain player Gregory Van Der Wiel is denying claims that he wants to leave his current team. He has stated that he enjoys where is at and would like to come to agreement on a new contract.",
   "Gregory van der Wiel has denied leaving his team and playing for Paris Saint-Germain. He has continually stated his love for the organization. Dani Alves has also been linked to another team.",
   "A recent athlete was prevented from being within a club after having conflict with another team. The teammate however is happy in his new location and doesn't show signs of leaving.",
   "Despite a recent argument with manager Laurent Blanc, Paris Saint-Germain full back Gregory Van Der Wiel says he has no intentions of leaving the team.",
   "Gregory Van Der Wiel plays for Paris Saint-Germain. Gregory Van Der Wiel does not want to leave his team. Dani Alves is rumored to leave to the French Champions.",
   "Gregory Van Der Wiel will play for Paris Saint-Germain without any plans on leaving his club. Dani Alves is a possible target for the French Champions.",
   "Paris Saint-Germain player Gregory Van Der Wiel insists that he does not want to leave his club and that he is happy where he is. He may not have a choice, however, as Dani Alves may be coming to the French club in which case Van Der Wiel would be expendable.",
   "Gregory Van Der Wiel has stated that he wants to remain with his team the Paris Saint-Germain football club. However Dani Alves may possibly be sold and end up with the team also.",
   "Dutch Footballer, Gregory Van Der Wiel, currently plays for the Paris Saint-Germain team. Gregory an Der Wiel has claimed that he is satisfied in Paris and he does not wish too nor does he have plans to leave the team. However, in recent times, Barcelona player, Dani Elves, has been named as a player that could possibly be moved to the Paris Saint Germain team."
  ],
  "text": "Gregory van der Wiel has denied claims that he is set to leave Paris Saint-Germain in the summer and instead reiterated his 'love' for the club. The Dutchman recently had a falling out with his boss Laurent Blanc after the decision to drop the full back for the Champions League clash against Chelsea. But Van der Wiel insists he's happy in Paris and is making no plans to leave the Ligue 1 side. Gregory van der Wiel (right) says he's not interested in leaving Paris Saint-Germain in the summer The full back had a recent spat with the manager Laurent Blanc (right) after he was dropped He told L'Equipe: 'I am genuinely happy at PSG. 'I love the club, I love the city and I love my team-mates. Everything is perfect for me here. 'There is absolutely no reason for me to leave. I want to sign a new contract. 'If the coach decides not to play me, that is his decision. But I am ready whenever I am called upon.' The Parisians continue to be linked with Barcelona star Dani Alves, so it remains to be seen whether Van der Wiel has any choice in staying with the club. Dani Alves (left) is being linked with a move to the French champions and Van der Wiel could be sold",
  "expert_coherence_mean": 0.75,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.83,
  "turker_coherence_mean": 0.5,
  "turker_consistency_mean": 0.65,
  "turker_fluency_mean": 0.45,
  "turker_relevance_mean": 0.75,
  "example_idx": 1133
 },
 {
  "id": "dm-test-9b1af0f993d78353ebd56a1b180e882e751527b3",
  "decoded": "aaron siler aaron siler , 26 , was fatally shot after he ` armed himself with a weapon ' after being confronted by officer pablo torres on march 14 . torres is currently on leave pending the outcome of the investigation into the deadly shooting . the billboard was erected in kenosham , wisconsin . he was wanted on an active felony probation and parole warrant . he has been erected featuring a photograph of torres and his dog .",
  "references": [
   "The billboard erected in Kenosha, Wisconsin, features the smiling face of officer Pablo Torres after he shot dead Aaron Siler, 26, last month. Torres is currently on leave while an investigation is being held into the deadly shooting. Siler's family and friends have called the billboard 'disrespectful' and are asking for it be taken down. The Kenosha Professional Police Association claims the billboard is simply to thank the local community for its support. Torres shot another man 10 days before Siler killing.",
   "Multiple shootings took place last month from an officer after a standoff. A billboard was plastered of the police officer and many have boycotting the billboard as well as supported it.",
   "A billboard of a police officer and his dog who was/were involved in a police officer shooting and death of a civilian has angered the family members of the deceased civilian.",
   "The family of Aaron Siler who was killed by police officer Pablo Torres is dealing with another set of grief. The office in question now has a billboard erected in his honor that supports his act.",
   "A billboard featuring a cop that shot a man - Aaron Siler - dead was put up in Kenosham Wisconsin. It was paid for on behalf of the Kenosha Professional Police Association and has left family and friends of the deceased in disarray. The investigation presses on into Siler's death.",
   "The Kenosham police department is under fire this week for putting up a billboard that features an officer who is on leave for a deadly shooting that occurred on March 14. The family of Aaron Siler, who was fatally shot by Officer Pablo Torres, wants it taken down.",
   "Aaron Siler, aged 26, was shot and killed by Officer Pablo Torres. A car was damaged after a police chase. The investigation of the shooting death of Terry Knight, aged 66, continues after the death of Siler and Knight.",
   "Aaron silver was murdered by policeman Pablo Torres. He was killed after a police chase in which a police vehicle was damaged. Police are still looking in to whether or not this was a justified murder.",
   "A man named Aaron Siler was murdered by Pablo Torres. A vehicle was damaged in the chase. The Siler investigation still continues to this day.",
   "Aaron Siler was shot and murdered by Pablo Torres. A automobile was damaged during the police chase. The death of Aaron Siler is still an open case.",
   "Siller was killed by Torres after a car and foot pursuit A vehicle in the chase was damaged Siller's death is in an ongoing investigation"
  ],
  "text": "Family and friends of man shot dead by police last month are in shock after a billboard featuring the officer who pulled the trigger was erected in Kenosham, Wisconsin. Aaron Siler, 26, was fatally shot after he 'armed himself with a weapon' after being confronted by officer Pablo Torres on March 14. Torres is currently on leave pending the outcome of the investigation into the deadly shooting. In the meantime a billboard, paid for by the Kenosha Professional Police Association, has been erected featuring a photograph of Torres and his dog. 'Thank you for your support, Kenosha,' it reads. Scroll down for more Family and friends of Aaron Siler, a man shot dead by police last month, are in shock after a billboard featuring the officer who pulled the trigger, Pablo Torres, was erected in Kenosham, Wisconsin 'I felt like they were saying thank you for killing Aaron': Family friend Kathy Willie called the billboard 'disrespectful' and said it should be taken down Siler's family and friends have called the billboard 'disrespectful' and are asking for it be taken down. 'I felt like they were saying thank you for killing Aaron,' said family friend Kathy Willie. She told WISN that Siler's mother started crying when she heard about the billboard. 'Why are they doing this to us?' she asked. The Kenosha Professional Police Association claims that no offence was intended and that the billboard was simply to thank the community for its support. 'The recent incidents in the community have greatly impacted many people including the officer, his family and the entire police department,' the police association said in a statement. 'We have been humbled by the outpouring of support the community has given us and we wanted to simply say thank you for that support.' Aaron Siler, right, was fatally shot after he 'armed himself with a weapon' after being confronted by officer Pablo Torres, left, on March 14 A car is damaged after a police chase: Siler, who was wanted on an active felony probation and parole warrant, was shot and killed by Torres following a vehicle and foot pursuit Siler, who was wanted on an active felony probation and parole warrant, was shot and killed by Torres following a vehicle and foot pursuit. That shooting came just 10 days after Torres, responding to a report of a suicidal man, shot 66-year-old Terry Knight, who was armed with two knives. Knight was wounded in the stomach and was charged with second-degree recklessly endangering safety. Kenosha police asked agents from the state Division of Criminal Investigation to investigate both shootings. The investigation into the shooting of Knight was turned over to District Attorney Robert Zapf's office on March 20, and he determined this month that the shooting was justified. The investigation into Siler's death continues.",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 0.5,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.6,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.6,
  "turker_relevance_mean": 0.65,
  "example_idx": 289
 },
 {
  "id": "dm-test-26e4e19d945cedcb489f28808c730658139c9415",
  "decoded": "mls side orlando city are the latest club to have expressed interest in manchester united misfit javier hernandez . the mexico international would be a huge commercial draw for the florida-based franchise who are coached by former everton and manchester city striker adrian heath . javier hernandez is linked with a move to orlando city after enduring a tough time on loan at real madrid .",
  "references": [
   "MLS team Orlando City the latest team to be linked with Javier Hernandez. The Manchester United striker has not impressed on loan at Real Madrid. United have made Andreas Pereira an improved contract offer.",
   "Orlando City are interested in Machester United's Javier Hernandez. Orlando has a large Latin-American fan base. Hernandez has been the subject of controversy, but still remains highly touted.",
   "Major League Soccer team, Orlando City, are looking to bring aboard Mexican international player Javier Hernandez.  Hernandez is currently with Manchester United but is not quite a good fit.  While Hernandez would be a large commercial draw for Orlando City, there are many other European teams that are very interested in acquiring Hernandez.",
   "An orlando player has sparked interest in several different coaches and many are trying to bid on this player. He rejected the first offer but is open to others.",
   "Orlando City in hopes to sign Manchester United's Javier Hernandez since he has a year left on his contract.",
   "Javier Hernandez is currently having a PR nightmare in European soccer. So US soccer team Orlando is considering making the star an offer to come play in Florida.",
   "Pereire was placed on the bench against Aston Villa. Javier Hernandez is considered a misfit for Manchester United. Javier Hernandez is of 26 years old and has a year left on his contract.",
   "Manchester United offered a revised contract to Andreas Pereira who was on the bench when they played Aston Villa. Though Javier Hernandez is considered a misfit on the Manchester United team, MLS Side Orlando City are interested in him. Hernandez is 26 and currently has one year left on his contract with Manchester.",
   "19-year-old Andreas Pereira was forced to sit on the bench Saturday during a game against Aston Villa. Javier Hernandez is considered a misfit on the Manchester United team. The 26-year-old Javier Hernandez is highly sought after by Premier league teams and with one year left on his contract hosts of clubs are itching to sign him.",
   "Javier Hernandez plays for Manchester United, and he is considered to be a misfit on the squad. Javier is 26 years old, and has a big commercial draw, with many suitors linked to acquiring his talents. Andreas Pereira was on the bench versus Aston Villa because the 19 year old has yet to sign his revised contract offer for Manchester United.",
   "Orlando City have begun to look into the chance of making an offer on Man united's Javier Hernandez, 26, who is seen as an outsider in the United outfit. United have offered an altered contract to Pereira who sat as a substitute on Saturday vs Aston Villa, with currently, 1 year remaining on his contract. Hernandez would be joining Kaka in the MLS where the team has a great deal of support from the Latin-American community."
  ],
  "text": "MLS side Orlando City are the latest club to have expressed interest in Manchester United misfit Javier Hernandez. The Mexico international would be a huge commercial draw for the Florida-based franchise who are coached by former Everton and Manchester City striker Adrian Heath. Orlando have a huge Latin-American fanbase and made enquiries last week about the prospect of a deal. Javier Hernandez is linked with a move to Orlando City after enduring a tough time on loan at Real Madrid Orlando have a big Latin-American fanbase and Kaka is the captain of the MLS side Hernandez would be a popular arrival with Orlando supporters but eight European sides are also interested Hernandez has cut a frustrated figure during his loan spell at Real Madrid this season but still has plenty of interest from other Premier League and European sides. Southampton, Stoke, West Ham and Everton are all interested with United willing to sell for around £8million. Wolfsburg, AC Milan, Lazio and Inter Milan are also keen on the 26-year-old who has one year left on contract. United, meanwhile, have made a revised contract offer to teenage prospect Andreas Pereira. Manchester United have made a revised contract offer to 19-year-old Andreas Pereira (right) Periera (left) has a host of clubs across Europe interested in signing him if he does not agree terms at United Paris St Germain, Juventus, PSV Eindhoven and Feyenoord have all made contact with the midfielder's father Marcos after the 19-year-old rejected United's opening offer. Pereira was on the bench against Aston Villa on Saturday.",
  "expert_coherence_mean": 0.5,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.5,
  "turker_relevance_mean": 0.5,
  "example_idx": 1259
 }
]