[
 {
  "id": "dm-test-e06ff0eb7c4fa4416fda84a9a239b15480c5a9d9",
  "decoded": "the outback casanova , who lives in humpty doo , northern territory , detailed his dream girl on gumtree . the 31-year-old 's advertisement included a list of requirements in his potential partner , and personal details about himself . ` rich ' who lives in humpty doo , northern territory , detailed his dream girl on gumtree .",
  "references": [
   "Man posted advertisement seeking 'girlfriend/wife' on Gumtree. Rich, 31, says potential partner would be showered with gifts and benefits. Post says the lucky girl would a gym membership, phone, laptop and car. 'Previous applicants need NOT apply (NO exs)' the advertisement says.",
   "A man in Humpty Doo, Northern Territory put out an ad online to find his dreamgirl promising that all resonable offers will be considered by the 31 year old self proclaimed rich, well endowed man.",
   "A young man posts an advertisement searching for love and posting requirements on what he is looking for.",
   "A lonely man has posted online in search for love. He wants a wife or a girlfriend who loves pets. He jokingly stated that former partners need not apply for the position, as if for a job.",
   "A man who is wanting a love or lust advertised online his stipulations.  The Casanova from the northern territory posted on gumtree that he is looking for someone honest, loyal, and great in bed amongst other factors.  He described himself in the post as athletic, rich, and clean from drugs, alcohol, and cigarettes along with being an outdoorsman.  Daily mail from Australia was unable to contact the man.",
   "A creepy perv makes a online ad seeking female companionship and possible much more. The hilarious post goes on to describe in detail length of certain body parts no one needs to know about.",
   "Casanova is located in Humpty doo, the norther territory. The casanova is roughly 31 years of age. Casanova does not want partners of the past to apply.",
   "The Outback Casanova, a 31 year old man who lives in Humpty Doo, Northern Territory, has posted an ad looking for love. He encourages all the ladies except his former partners to apply.",
   "A man known as the Outback Casanova is currently looking for love. The man aged 31 lives in Northern Territory of Australia. He mentioned that his ex lovers should not try to get back with him.",
   "The Outback Casanova resides in Humpty Doo. The Outback Casanova is of 31 years of age. The Outback Casanova does not want former partners to apply.",
   "Outback Casanova lives in humpty doo of the Northern territory. The Outback Casanova is 31 years old.  The hopeless romantics should not apply says the Outback Casanova."
  ],
  "text": "A lonely man has taken his search for love - or lust - online, posting an advertisement complete with his desires, or 'requirements'. The outback Casanova, who lives in Humpty Doo, Northern Territory, detailed his dream girl on Gumtree. 'WANTED!!!!! girlfriend/wife, must love pets... Accomodation available, position MAY offer company car, phone and laptop, to the 'successful candidate',' it reads. Scroll down for video 'Rich' who lives in Humpty Doo, Northern Territory, detailed his dream girl on Gumtree 'Prefer NON drinker and smoker (i know i'm dreamin), fit attractive, will get free gym membership, to a gym of there choice, phone of there choice, must be reliable, honest, and loyal, good around th house, be good with their hands, good cook, great in bed.' The advertisement outlined how the successful applicant must enjoy the outdoors, but is also 'also a princess when need to be'. For his part, the 31-year-old only identified as Rich, described himself as: 'athletic build, white, heavily tattoo'd brown hair, brown eyes, don't drink, don't smoke, DON'T do drugs, like travelling, love the outdoors, sports, fishing, camping blah blah blah.' The post continues: '175cm tall, WELL Endowed, own my own property(s) make great money, succesful, love cars, bikes, very independant.' The 31-year-old's advertisement included a list of requirements in his potential partner, and personal details about himself The advertisement outlined how the successful applicant must enjoy the outdoors, but is also 'also a princess when need to be' Rich also said he is 'not shy of blowin cash on my woman', and his potential partner would 'receive lots of benefits'. And, there's no reason to be shy ladies, 'Rich' promised 'all reasonable offers will be considered'. The hopeless romantic also stated former partners need not apply. Daily Mail Australia unsuccessfully attempted to contact the man behind the commercial.",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.5,
  "turker_coherence_mean": 1.0,
  "turker_consistency_mean": 1.0,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 1.0,
  "example_idx": 1027
 },
 {
  "id": "dm-test-f37fd6e9b6cc18a7132568e307ef3b130931e809",
  "decoded": "Alleged abuse by Clarence House staff took place in 1978 when he was 27. He was accosted after he walked into a room to look for a pen on his first shift He said he was told by police that he had 'failed to establish the identity of the accused' and the case was closed. He said: 'I was devastated.",
  "references": [
   "Christopher Lawler claims he was pinned to a chair and groped by staff. He left job at Clarence House the same day as alleged incident in 1978. Mr Lawler, now 68, claims he reported his account but was twice ignored. The palace is now 'cooperating' with police to investigate historic claims.",
   "A former royal footman has claimed sexual abuse at the hands of palace aides.  Christopher Lawler worked at Clarence House, the residence of the queen mother, in 1978 when he was grabbed and accosted by staff members.  Police are investigating these accusations, among accusations of child sex abuse in the 1970s and 1980s.",
   "A former royal footman rocked the palace yesterday after he claimed that other royal staff tried to force him to take place in a wild sex party at the Queen's residence in the seventies.",
   "Christopher Lawler claims he was forced into an orgy at the royal palace. He claims that his reports of abuse were ignored by police at the time of the incident.",
   "64 year old Christopher Lawler is claiming palace workers attempted to sexually assault him when he was employed at Clarence House in the 1970s. Lawler, who would have been 27 at the time of the incident, kept quiet until he became aware of the re-opening of investigations into paedophile ring cover-ups that occurred around the same time. His claim was initially ignored, but the police have finally begun investigating.",
   "Police have been working on an investigation regarding sexual predators with children over 30 years ago. A person discusses their experience to police and the police continue to investigate.",
   "The footman claimed that he was being forced into a sex orgy. The footman said he was attacked in January 1978 in London. After he escaped, he was warned by two men to keep quiet.",
   "The royal footman claims that aides in the palace tried to make him participate in an orgy. Christopher Lawler claims to have been groped in a chair last year. Lawler says two men followed him and told him not to tell anyone about what happened.",
   "Christopher Lawler who is a former footman of the royal palace has claimed that aides attempted to force him into sexual events. He claims it happened in 1978 in January at the Clarence house. Two men tried to force themselves onto him and after he got away they threatened him to silence.",
   "A royal footman made claims that aids working at the palace attempted to force him to join and orgy back in the 70's.  This occurrence took place in his bedroom, and once he broke free, the footman was followed by the two men who accosted him and they threatened him to keep him quiet.",
   "The footman accused Clearance House of forcing him into an orgy. The footman was accosted at the Queen Mother's London residency in January 1978. The footman broke free and managed to jump up and burst out of the room."
  ],
  "text": "Police are investigating claims by a former royal footman that palace aides tried to force him into an orgy, it was revealed yesterday. Christopher Lawler said he was pinned to a chair and groped by a male member of staff on his first day working at Clarence House. The ordeal left him in tears and he left the job the same day. He finally decided to contact palace officials again last year after inquiries began into alleged cover-ups of child sex abuse by a VIP paedophile ring in the 1970s and 80s. Police are investigating claims made by a former royal footman that Clarence House aides tried to force him into an orgy in the 1970s But his complaints were ignored for months before the police were finally notified, he claims. Mr Lawler, now 64, said the attempted abuse at the Queen Mother’s London residence happened in January 1978 when he was 27. He said he was accosted after he walked into a bedroom to look for a pen on his first shift. Two men offered him a drink before two other men joined them – one a senior member of staff, he said. He was asked if he was gay before a younger man took his trousers off and began performing a sex act on himself. ‘That prompted another guy to put his hand on my leg and then he grabbed me,’ he told the Sunday People. ‘I was staggered. The younger man then came up behind me and gripped me, holding me in the chair. Mr Lawler worked at Clarence House when the Queen Mother used it as her London residence ‘They were trying to undo my trousers but I managed to jump up and burst out of the room.’ Afterwards, Mr Lawler said he was followed by two men and threatened to keep quiet. A complaint he made that day allegedly drew an angry response from Clarence House – so he packed his bags immediately. Mr Lawler, a former Port of Liverpool police officer, said he was ‘haunted’ by the incident for years. After hearing about the probe into historical cases of child abuse last year he wrote to the Palace, but was twice rebuffed. Months later the complaint was finally passed to Scotland Yard. A retired royal aide, who is now in his 80s, was reportedly interviewed but denied he was involved because he was working for the Queen in Balmoral at the time. Mr Lawler has now been told by the Palace that the Royal Household would work ‘exhaustively and co-operatively’ with any police probe. A police spokesman said it would be inappropriate to comment ‘as investigations continue’.",
  "expert_coherence_mean": 0.5,
  "expert_consistency_mean": 0.08,
  "expert_fluency_mean": 0.5,
  "expert_relevance_mean": 0.83,
  "turker_coherence_mean": 0.7,
  "turker_consistency_mean": 0.8,
  "turker_fluency_mean": 0.5,
  "turker_relevance_mean": 0.85,
  "example_idx": 89
 },
 {
  "id": "dm-test-36352fd1c61fd0c593ee7b84cbe213aa9b444439",
  "decoded": "vanessa santillan 's body was found in a # 400,000 flat in south west london . the 33-year-old national , who worked as a transgender escort , died as a result of injuries to the head and neck . her body was found in a flat in fulham having been strangled and beaten to death .",
  "references": [
   "Vanessa Santillan was found dead at a flat in Fulham, south west London. The 33-year-old Mexican national was working as a transgender escort. A 23-year-old man was arrested in connection with her death last month. He was bailed pending further inquiries as police continue investigation.",
   "A transgendered person was murdered after being strangled. People are still attempting to find the person who did this and are trying to find a motive.",
   "There is now a suspect behind bars in the murder of transgender escort Vanessa Santillan. The woman was found dead with severe injuries to her head and neck.",
   "The police are asking for assistance from anyone who was with transgender escort Vanessa Santillan in the hours before her death. Santillan was found beaten and strangled at the end of March in Fulham. A twenty three year old man was arrested but is now free on bail.",
   "The 23-year old man arrested in connection with the death of transgender escort Vanessa Santillan posted bail, but officials still have questions for him.  Further, police are urging anyone who had contact with her to come forward.",
   "A man was arrested and accused of killing a transgender escort. Vanessa Santillan was strangled and beaten last month in Fulham.",
   "The transgender person was strangled and beaten to death. Vanessa Santillan was found in Fulhan, Southwest London. Vanessa Santillan was from Mexico.",
   "Venessa Santillan, a transgender was found strangled and beaten to death in her apartment in West London. Santillan came to London from her home country of Mexico. An arrest has been made in this case and a trial is pending.",
   "a 23 year old man was arrested in connection with the death of vanessa santillian, a transgender escort from mexico. Her body was found in a flat in romly court, fulham in south west london on march 28. she died as a result of injuries to her head and neck according to police records and the police are urging people to come forward who had contact with her before her death so they can solve the case.",
   "Vanessa Santillan, a transgender escort, was found beaten and strangled to death in a Fulham flat at the end of March. Santillan, originally from Mexico, died from the injuries to her head and neck. Police have made an arrest and are asking anyone that had contact with Santillan before her death to speak up.",
   "The transgender person worked as a prostitute and was strangled and beaten to death by an unknown person. The transgender person Venessa Santillan body was found in South West London. Venessa Santillan was originally from Mexico."
  ],
  "text": "A man has been arrested in connection with the death of a transgender escort  who was found strangled and beaten last month. Vanessa Santillan's body was found in a £400,000 flat in Fulham, south west London, at the end of March. The 33-year-old Mexican national, who worked as a transgender escort, died as a result of injuries to the head and neck. Vanessa Santillan, 33, was killed at the end of March. Her body was found in a flat in Fulham having been strangled and beaten to death A 23-year-old man was arrested in connection with her death but has been bailed. He has been told to return to a London police station for further questioning at a later date. Meanwhile Scotland Yard is appealing to anyone who may have had contact with Miss Santillan in the hours before her death. According to her website Miss Santillan worked in London, Paris and Miami as an escort. Police did not confirm whether her profession was central to the investigation but insisted they would do 'everything' to solve the case. London Ambulance Service was called to a flat in Romily Court, Fulham, on March 28 at around 9.30pm. Miss Santillan was pronounced dead at the scene having suffered injuries to her head and neck. The woman had been working as a transgender escort, her website revealed. Miss Santillan is understood to have moved to London from Mexico The woman, who described herself as visiting London from Miami, was pronounced dead at the scene last month Miss Santillan spoke of her love for London and Paris online in the weeks before her death. Police are urging anyone who had contact with her in the hours before her death to come forward Detective Chief Inspector Rebecca Reeves, who leads the investigation, said: 'We want to speak to anyone who saw Vanessa on Friday or Saturday. 'We need to know why this has happened and we want help from anyone who knew her while she was in London.' In the weeks before her death Miss Santillan took to social media to talk of her love for London. On her website she described herself as visiting from Miami in search of 'upscale' gentlemen. Miss Santillan's body was found when London Ambulance Service was called to an address in Fulham, south west London Sorry we are not currently accepting comments on this article.",
  "expert_coherence_mean": 0.67,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.75,
  "example_idx": 933
 },
 {
  "id": "dm-test-9b5a04b9879fe716a2dcd66dd331f99534603c16",
  "decoded": "Bob Katter said he was 'black puppet on a string' and the lefty loons stayed silent. What if Abbott had said it? Mr Katter's statement is a bizarre response to a bizarre situation.",
  "references": [
   "Mr Gordon was forced to quit Labor after being accused of domestic violence. Mr Katter accused the Queensland Government of assuming Mr Gordon would quit from the allegations. Mr Katter said he had been personally subjected to racist attitudes from both major parties in the past.",
   "A government official had to resign after being domestic violence charges were brought forward. Many are upset by this decision and believe the government is in the wrong.",
   "MP Bob Katter has been accused of domestic violence and has admitted he has had a criminal past.",
   "A person in a government party was accused of violence against a family member. The party members threw insults at each other. They are trying to get attention and turn people against their opponent.",
   "A spokesman was accused of being racist and he had to make a statement that said otherwise.",
   "Bob Katter has been accused of racism after his comments about Billy Gordon. Gordon was forced to quit the Labor Party because of a domestic violence scandal. Katter has since defended his statements.",
   "Billy Gordon resigned from the Queensland's labor party after being forced out. He has sparked criticism on social media for calling Tony Windsor and Rob Oakeshott puppets of Queensland's government.",
   "The Queensland Government is said to have believed that Billy Gordon was a puppet. The accusation that Billy Gordon is a puppet has been criticized on social media. Gordon quit the Queensland Labor Party after being forced out.",
   "Following seemingly insensitive statements by Bob Katter accusing the Queensland Government of  holding the belief that Billy Gordon is a \"little black puppet\" who they could manipulate, there was outrage on social media because of the racial nature of the comments.  These statements were tied to the fact that Gordon was recently forced to quit the Queensland Labor Party.",
   "After being accused of domestic violence, MP Billy Gordon was made to quit the Queensland Labor Party. Fellow MP Bob Katter was accused of racial insensitivity after referring to Gordon as a little black puppet, though he has also called MPs Tony Windsor and Rob Oakeshott puppets of the government.",
   "MP Billy Gordon is believed to be a black puppet. A statement that was made has sparked criticism on social media. Billy Gordon was forced to leave the Queensland labor party."
  ],
  "text": "Outspoken MP Bob Katter has risked being drawn into a race row after accusing the Queensland Government of believing embattled MP Billy Gordon was 'a little black puppet on a string'. In a bizarre statement on his party's website, Mr Katter said the Government believes Mr Gordon would quit after he was recently accused of domestic violence - and later admitted to his criminal past. Mr Katter, federal MP for Kennedy, is of Lebanese descent. He said he's been personally subjected to racist attitudes from both major parties in the past, and that he sympathised with Mr Gordon's position. Federal MP Bob Katter, who released a statement today accusing the Queensland Government of assuming Billy Gordon would quit after he was recently accused of domestic violence Mr Gordon was forced to quit the Queensland Labor Party last week in the wake of being accused of domestic violence and withholding his criminal history from Premier Annastacia Palaszczuk . He announced on Wednesday he will remain in the Queensland parliament as an independent, throwing the Government, which holds a razor-thin majority, into chaos. 'In the last two cases where this occurred in the federal parliament, there was never any question raised about the member resigning. So why was it assumed here that Billy Gordon would resign?' Mr Katter's statement reads. 'I can't help but think that the Queensland Government thought they had a little black puppet on a string. Mr Gordon, who  was forced to quit the Queensland Labor Party last week in the wake of being accused of domestic violence and withholding his criminal history The statement has sparked criticism on social media, with users questioning his terminology. 'Irrespective of his weird use of the term 'black puppet' it's kinda odd how Bob Katter is speaking on Billy Gordon's behalf' wrote Benjamin James. Not that John wrote: 'Wow, Bob Katter calls Billy Gordon, 'black puppet on a string' and the lefty loons stay silent. What if Abbott had said it?' The statement has sparked criticism on social media, with some users questioning his terminology Mr Katter has since defended the statement, saying he used the term black puppet in light of his personal experiences Mr Katter has since defended the statement, saying he used the term black puppet 'because I'm dark and I come from Cloncurry.' 'I can understand and I can identify with the attitudes that these people have and I'm going to call it for what it is,' he said. 'I deliberately put that comment in with a forethought, because I think they deserve a belting for the racial overtones.' Mr Katter used federal MPs Tony Windsor and Rob Oakeshott as examples of independents becoming puppets for the government and sacrificing their independence, but he vowed Mr Gordon would not make that mistake.",
  "expert_coherence_mean": 0.58,
  "expert_consistency_mean": 0.42,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.58,
  "turker_coherence_mean": 0.4,
  "turker_consistency_mean": 0.45,
  "turker_fluency_mean": 0.45,
  "turker_relevance_mean": 0.45,
  "example_idx": 1225
 }
]