[
 {
  "id": "dm-test-81bd721b16cad47dfd8d24baca5b30b006291db2",
  "decoded": "Wasps appealed against the three-match ban imposed on Hughes for his elbow on North's head Hughes was sent off and then banned for three weeks following the incident on March 27 Hughes was sent off and then banned for three weeks following the incident on March 27 Hughes was sent off and then banned for three weeks following the incident on March 27 Hughes was sent off and then banned for three weeks following the incident on March 27",
  "references": [
   "Nathan Hughes accidentally knocked out George North during Northampton's 52-30 victory against Wasps on March 27. The Wasps No 8 was initially suspended for three matches. Hughes missed his side's Champions Cup defeat against Toulon. It was North's third blow to the head in the space of two months. The Welsh winger has been advised to take a month off from playing.",
   "Nathan Hughes had his ban on George North overturned after outcry. The appeal was upheld and the ban was thrown away. Originally, Hughes was ejected and banned for 3 weeks after incident on March 27th.",
   "Nathan Hughes was banned for knocking out George North. He faces suspension for 3 matches for being reckless.",
   "Nathan Hughes recently hit an opposing player too hard and the player was knocked unconscious. Hughes was banned, but in surprise turn of events, the ban has now been squashed by officials after they reviewed the play.",
   "A player was recently banned from playing a certain sport and many people are outraged. Some think the decision is justified but many think the ban was uncalled for.",
   "Because of protests in his favor the ban on Nathan Hughes for unintentionally rendering George North unconscious  was lifted on an appeal Friday night. The chairman of the appeal panel - Jeremy Summers - related that new evidence not heard at the first when the ban was made was considered and the panel found that Hughes was not being malicious when the incident occurred.",
   "Nathan Hughes was suspended for three games. Nathan Hughes was born in Fiji. Toulon beat the Wasps in their game.",
   "Nathan Hughes was suspended for 3 matches. Nathen Hughes was born in Fiji. The Wasps lost against the Toulon team.",
   "Nathan Hughes was suspended for three matches. Nathan Hughes was born in Fiji. The Wasps were defeated by Holders Toulon on Sunday.",
   "Hughes was suspended for 3 weeks worth of matches. Hughes was born in Fiji. The Holders defeated the Wasps in the Champions Cup Match.",
   "Wasps player Nathan Hughes was suspended for knocking out a player. His 3 match ban was overturned. Toulon beat the wasps while hughes was on suspension. It was determined later that no foul play happened because it was an accident."
  ],
  "text": "Nathan Hughes on Friday night had his ban for accidentally knocking out George North sensationally over-turned on appeal, following an outcry on his behalf. The Wasps No 8 was initially suspended for three matches, after a disciplinary panel ruled he had been ‘reckless’ for failing to prevent his knee colliding with the head of the Welsh Lion, as he scored a try for Northampton on March 27. Hughes was shown a red card for the offence, but that dismissal has now been officially rescinded. Although it was accepted that there had been no intent, the Fiji-born player with England ambitions received a further sanction at the original hearing. Yet, in a stunning twist – and in light of fierce criticism – the ban was thrown out, as the appeal lodged by Wasps was up-held. Nathan Hughes's knee collided with George North's head as he crossed the line to score for Northampton North was left out cold on the pitch at Franklin's Gardens and had to be taken off on a stretcher It was the third time that the Wales and Lions winger had been knocked out in the space of two months Fiji-born forward Hughes missed his side's Champions Cup quarter-final loss against Toulon last Sunday North was left unconscious by the clash; a third blow to the head in the space of two months. He has since been advised to take a minimum of a month off from playing, to counter-act his concussion symptoms. Graphic, slow-motion footage of the incident at Franklin’s Gardens led some observers to condemn Hughes, but many more spoke up in his defence. Wasps were incensed that the forward had been suspended – and their dismay was shared by others outside the club. Captain James Haskell said: ‘Astounded would be an under-statement’, while fly-half Andy Goode added: ‘Really can’t believe or understand the ban for Nathan Hughes. There was no intent and I feel the accident has been judged on outcome.’ Former England player Austin Healey branded the sentence a ‘total joke’ and Harlequins captain Joe Marler echoed his sentiment, calling it an ‘absolute joke’. Hughes was sent off and then banned for three weeks following the incident on March 27 Hughes missed his club’s Champions Cup defeat to holders Toulon last Sunday, as he awaited his appeal hearing. He is now free to return to action immediately, but he is not in the match-day squad for Wasps’ Aviva Premiership trip to London Welsh tomorrow and given the formality of a victory in that fixture, he is unlikely to play again until the visit of Exeter to Coventry on April 26. Jeremy Summers, chairman of the appeal hearing panel, said: ‘The appeal panel considered it appropriate to hear the matter afresh. Having done so and having had the advantage of evidence not before the original panel, it concluded that no act of foul play took place in that the incident occurred accidentally.’",
  "expert_coherence_mean": 0.08,
  "expert_consistency_mean": 0.25,
  "expert_fluency_mean": 0.17,
  "expert_relevance_mean": 0.42,
  "turker_coherence_mean": 0.6,
  "turker_consistency_mean": 0.65,
  "turker_fluency_mean": 0.6,
  "turker_relevance_mean": 0.6,
  "example_idx": 633
 },
 {
  "id": "dm-test-4f3b35b540ba05f0f82d71a694ec23dde4dc3e01",
  "decoded": "at least three people poured gasoline on a car and lit it on fire at a south los angeles gas station early on saturday morning . the driver of the car, who has not been identified, said he got into an argument with the suspects while he was pumping gas . the group covered his white dodge charger in gasoline and lit it ablaze while there were two passengers inside . the los angeles county fire department is investigating the incident as an arson and the suspects remain at large .",
  "references": [
   "Gang of at least three poured gasoline on a car at South LA gas station. Before the fire was started, the gang attempted to rob the driver of his car. Two people were inside white Dodge Charger when it went up in flames. No one was hurt and LA Fire Department is investigating crime as arson.",
   "After an argument at a 76 gas station occurred, a group of three people poured gas on another car which had stopped to fill up their tank. The driver of the car that was lit on fire said the argument took place while he was pumping his gas. At the time the car was lit on fire, there were two passengers inside.",
   "The Los Angeles County Fire Department is investigating an incident that occurred on Saturday at a 76 Station in South Los Angeles.  A gang of three people attempted to carjack a vehicle as the driver was pumping gas and two passengers remained in the car.  An argument ensued and the gang covered the vehicle and lit it on fire.  No one was hurt but the vehicle was ruined.  The suspects remain at large.",
   "A group of three people poured gasoline on a car at a gas station in California in retaliation. They lit the car up after an altercation with the owner of the car. No one was hurt, though there were two passengers in the car at the time, the car is completely damaged. The suspects in the case remain at large and face charges of arson. The owner of the car's grandmother claims that the attack was prompted with a gun pointed at the victim and an attempt to carjack her grandson, the victim.",
   "A group of people put gasoline over a vehicle with people inside. Luckily, the people inside weren't hurt but the car was completely burnt.",
   "A car in a California gas station was set on fire after an argument by a group of men.",
   "3 individuals lit a car on fire when it contained 2 individuals in it. THis all happened because of a heated disagreement.",
   "There was roughly 3 people that were directly tied to the gasoline pouting.  The people were trying to carjack the car. There was two people inside the car at the time.",
   "3 people were involved in putting gas on a car at a gas station An argument between the man pumping his gas and the 3 people Two people were inside of the car when it was lit on fire",
   "Three people poured gasoline on a white Dodge Charger to punish someone for refusing to allow them to carjack the vehicle. Two people were inside the vehicle when it was lit on fire.",
   "A driver, filling his car with gas at a California station, began arguing with at least three other customers, some of whom then poured gasoline into his car and set it ablaze while 2 passengers were still in the vehicle."
  ],
  "text": "A gang of at least three people poured gasoline on a car that stopped to fill up at California gas station early on Saturday morning and set the vehicle on fire. The driver of the car, who has not been identified, said he got into an argument with the suspects while he was pumping gas at a 76 Station in South Los Angeles around 12:15am on Saturday. The group covered his white Dodge Charger in gasoline and lit it ablaze while there were two passengers inside. Scroll down for video Firefight: At least three people poured gasoline on a car and lit it on fire at a South Los Angeles gas station Explosive situation: Group covered the white Dodge Charger and lit it while there were two passengers inside Burnt out: The passengers and the driver were not hurt during the incident but the car was completely ruined The man's grandmother said the fire was lit after the suspects attempted to carjack her grandson, ABC 7 reported. She said: 'He said he was pumping gas and some guys came up and asked for the car. 'They pulled out a gun and he took off running. 'They took the [gas] tank and started spraying.' No one was injured during the fire, but the car's entire front end was torched, according to NBC Los Angeles. The Los Angeles County Fire Department is investigating the incident as an arson and the suspects remain at large. Surveillance video of the incident is being used in the investigation. Heated argument: Before the fire, which occurred at 12:15am on Saturday, the suspects tried to carjack the man Hot case: The Los Angeles County Fire Department is investigating the incident at the LA 76 station as an arson",
  "expert_coherence_mean": 0.92,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 1.0,
  "turker_coherence_mean": 0.85,
  "turker_consistency_mean": 0.8,
  "turker_fluency_mean": 0.9,
  "turker_relevance_mean": 0.9,
  "example_idx": 1272
 },
 {
  "id": "dm-test-2cf8c2d1d2ceb1980249f77e703f9039e63799d0",
  "decoded": "japanese photographer yûki aoyama 's latest series of images capture po-faced teenagers pictured next to their fathers leaping into the air . the images are from the 37-year-old 's latest book which roughly translates into daughter and salary man . a series of images by photographer yûki aoyama sees fathers leaping into the air next to their daughters .",
  "references": [
   "A series of photos sees Japanese dads jumping next to their daughters. They are part of a new book by Japanese photographer Yûki Aoyama. The book's title roughly translates as Daughter and Salary Man.",
   "A Japanese photographer has assembled a lighthearted series of portraits of Japanese fathers with their daughters in which they are captured in strikingly different poses.  The photographs depict sharply dressed fathers leaping into the air while their youngsters display far more subdued faces; a stark contrast to their typical personas in society.",
   "Yûki Aoyama has a series with teens next to their jumping fathers. Roughly, \"Daughter and Salary Man\" are the name of the series and are featured in the photographs book. Many of the unique photos are near important Japanese landmarks.",
   "A Japanese photographer named Yuki Aoyama has created an image caputuring teenagers and their fathers leaping into the air.",
   "A Japanese photographer named Yuki Aoyama has created a series of photos of teenage girls posing casually while their fathers are leaping into the air.",
   "A book of pictures from Japan shows salaryman fathers jumping energeticallly while their daughters watch.  The pictures are taken in front of different landmarks.",
   "The fathers in these portraits are dressed in business suits--in other words, dressed like a Japanese \"salary man.\" The photographer who did these portraits is named Yûki  Aoyama. In all the pictures, the fathers are jumping into the air in a dramatic fashion, as their daughters look directly into the camera.",
   "A Japanese photographer named Yuki Aoyama creates unique father-daughter portraits. In these photos, the fathers are wearing a nice suit while they jump into the air next to their daughters.",
   "The fathers are dressed in sharply dressed suits. The artist who photographed the series of unique father/daughter photos is yûki aoyama. The fathers of the girls are all jumping and drumming of joy.",
   "Unique portraits taken by photographer Yuki Aoyama feature a father and daughter combination, with the fathers wearing suits and the daughters wearing casual clothes. All the fathers perform leaps while the daughters stand nearby.",
   "The fathers are wearing sharply dressed suits. The photographer is Yûki Aoyama. The fathers are leaping into the air."
  ],
  "text": "Sick of awkward father-daughter portraits? Well one photographer has found an effective - if a little odd - way of making them more interesting. Japanese photographer Yûki Aoyama's latest series of images capture po-faced teenagers pictured next to their fathers leaping into the air. In each picture the daughter looks directly into the camera smiling while her father pulls a dramatic pose. A series of images by photographer Yûki Aoyama sees fathers leaping into the air next to their daughters The images are from the 37-year-old's latest book which roughly translates into Daughter and Salary Man. According to the  photographer's website the images allow the father who usually has to act serious to express his fun side by being 'a hero jumping the sky, enfold(ing) strong excitement and hope.' Salary man may refer to the choice of clothing in the shoot which sees each dad in a sharply dressed suit. The images see the fathers pull energetic poses despite their age with some of the expressions of the older fathers looking slightly pained. Very little else is known about the pictures or why they have come into existence but they are already drumming up plenty of interest online for their curious nature. The 37-year-old's images are said to be part of a book which roughly translates as Daughter and Salaryman Each image sees the daughter stood po-faced as their father makes an energetic leap Some of the older fathers adopt a pained expression as they make their jump Each photograph sees the daughter wearing casual clothing with her father in a sharp suit The pictures see the families pose in front of various Japanese landmarks Very little is known about the set of photos but they are already drumming up plenty of interest online Some of the jumps are more subtle than others with this father opting for a classic jump This young girl can't help but giggle at her dad's ambitious leap This dapper dad adds a peace gesture into his final pose This father can't help but jump for joy in his portrait",
  "expert_coherence_mean": 0.58,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.6,
  "turker_consistency_mean": 0.65,
  "turker_fluency_mean": 0.55,
  "turker_relevance_mean": 0.65,
  "example_idx": 371
 },
 {
  "id": "dm-test-d83b82a9cd504218e604616be3f3c3928e3428b8",
  "decoded": "thierry henry has criticised arsenal 's recent dealings in the transfer window and has urged his former side to purchase four top players in the summer . the frenchman believes arsenal need a goalkeeper , centre back , defensive midfielder and striker if they are to have any chance of winning the barclays premier league title . henry , who was speaking after arsenal 's goalless draw with chelsea , also hit out at olivier giroud by claiming the gunners will struggle to win the league if his fellow countryman is to remain as the club 's first choice striker . sky sports pundit thierry henry questioned whether arsenal can win the title with olivier giroud in attack",
  "references": [
   "Thierry Henry hit out at Arsenal striker Olivier Giroud after Chelsea draw. The Sky Sports pundit does not believe Giroud can lead side to glory. Arsenal need four 'top quality' stars to challenge for Premier League title. Henry's former side drew 0-0 with Chelsea at the Emirates Stadium.",
   "Thierry Henry has nudged Arsenal's management to get top players. Henry also explicitly mentioned other players that may result in losses. Henry believes more must be done to win the league.",
   "Frenchman, Henry believes that Arsenal needs to hire 4 new players if they want to win next year.",
   "Thierry Henry debates whether or not Arsenal will be able to lead as top club after their decision to keep Giroud as attack position. He claimed poor decisions were made and they still need to make more in order to rise out of third position.",
   "A team has been struggling to win in their league and have recruited another player in hopes of improving. The team news new players if they want to improve in the next season",
   "Thierry Henry believes Arsenal needs a goal keeper, centre back ,defensive midfielder and striker. Arsenal is believed not to win the league.",
   "Thierry Henry criticized that they need to purchase a quality striker, a goalkeeper, centre back and a holding midfielder. Arsenal are in the third in the premier league. Giroud has scored 14 goals this season.",
   "Thierry Henry recently criticized Arsenal's recent deals insisting they need four top players. These include a striker, goalkeeper, defensive midfielder, and a centre back. Arsenal is currently ranked third in the premier league, a game ahead of Manchester City. Giroud has made 14 league goals this season and is doing well, despite not taking Arsenal to the title.",
   "Thierry Henry has been sharply critical of Arsenal's inability to obtain four world class player during the transfer period this season. Though Arsenal is currently languishing in third place in the Premier League, Henry lauds a stellar 14 goal performance by Giroud.",
   "Thierry Henry believes Arsenal needs a goalkeeper, center back, defensive midfielder, and a striker if they are to win the Premier League and criticized the club's recent dealings. He also questioned Oliver Giroud's ability to lead the club even with his 14 goals this year. Right now the team ranks third in the Premier League as frustrations start to mount.",
   "Thierry Henry was highly critical of Arsenal's recent personnel deals and expressed his belief that the club needs four top tier players this summer and that the team would continue to struggle with Oliver Giroud at forward.  At this point in time, Arsenal is ranked third in the Premier League.  Despite Thierry's criticism of Giroud, the striker has been productive and scored 14 premier league goals."
  ],
  "text": "Thierry Henry has criticised Arsenal's recent dealings in the transfer window and has urged his former side to purchase four top players in the summer. The Frenchman believes Arsenal need a goalkeeper, centre back, defensive midfielder and striker if they are to have any chance of winning the Barclays Premier League title. Henry, who was speaking after Arsenal's goalless draw with Chelsea, also hit out at Olivier Giroud by claiming the Gunners will struggle to win the league if his fellow countryman is to remain as the club's first choice striker. Sky Sports pundit Thierry Henry questioned whether Arsenal can win the title with Olivier Giroud in attack Henry (centre) said after Arsenal's goalless draw with Chelsea that Giroud (right) may need replacing Hull (away) - May 4 Swansea (home) - May 11 Man United (away) - May 17 Sunderland (home) May 20 West Brom (home) - May 24 Speaking as a pundit on Sky Sports, Henry said: 'I think they need to buy four players - they need that spine. They need a goalkeeper, they still need a centre back, they still need a holding midfielder and, I'm afraid, they need a top, top quality striker to win this league again. 'You had the best example with Chelsea here today. They were struggling last season to win the league. They went on to buy [Thibaut] Cortouis, [Nemanja] Matic, Cesc [Fabregas] and [Diego] Costa. 'For me, that speaks volumes and you saw it today - a team didn't and a team did, and they are about to win the league again. Arsenal are third in the Premier League, level on points with Manchester City but with a game in hand 'He [Arsene Wenger] has to do it. You need to have this competitive thing within the group - to win the league, that has to happen.' And he added on Giroud's inability to lead Arsenal to the title despite scoring 14 league goals so far this season: 'I think Giroud is doing extremely well. But can you win the league with him? I wouldn't think so. 'He does a job, and he does it ever so well, but you can't win the league. 'Arsenal were at the top of the league last season, but everyone was saying they are not going win the league.' Arsenal need to sign players of a similar calibre to Thibaut Courtois, Nemanja Matic, Cesc Fabregas and Diego Costa, according to Henry Giroud, pictured during Arsenal's match against Chelsea, has scored 14 Premier League goals this season",
  "expert_coherence_mean": 0.83,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.83,
  "turker_coherence_mean": 0.65,
  "turker_consistency_mean": 0.7,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.75,
  "example_idx": 1511
 }
]