[
 {
  "id": "dm-test-eeef09d26cf30c2124c0399b08eedc6321fe5d20",
  "decoded": "neymar and dani alves proved their dedication to barcelona by supporting the club 's basketball side . neymar and alves headed to watch el clasico on thursday night alongside the brazilian 's sister rafaella . real madrid remain top of their euro league division over their bitter rivals .",
  "references": [
   "Neymar helped Brazil beat Chile 1-0 at the Emirates stadium last weekend. Barcelona won the El Clasico to go four points clear at the top of La Liga. Luis Enrique's side take on Celta Vigo in La Liga on Sunday.",
   "Neymar and Alves support Barcelona's basketball. Real Madrid is currently atop the Euro League. The two teammates watched basketball together.",
   "A recent team in Brazil has won a large contest over their rivals for the year. The player's sister was there to support her brother march to victory.",
   "Neyman and teammate Dani Alves showed their support to Barcelona by watching the club's basketball game.",
   "Barcelona beat Real Madrid in basketball on Thursday night, 85-80. In the stands were Brazil football stars Alves and Neymar.",
   "Neymar and Dani Alves, teammates at Barcelona attended an El Clasico of basketball with Rafealle, Neymar's sister. The two player, Neymar and Alves will return from intentional break to play for Barca who currently are top of the La Liga. They are pursuing a treble of trophies this season. Neymar also captained Brazil in their 1-0 victory over Chile at the weekend.",
   "Neymar is playing for Barcelona The Brazilian's sister, Rafaella, is who Neymar and Alves watched El Clasico with Neymar helped Brazil to beat Chile",
   "Neymar plays for Brazil. Neymar's sister watched the game with Neymar and Alves. Brazil was helped by Neymar to beat Chile at Emirates Stadium.",
   "Neymar of Barcelona in the Spanish La Liga attended the basketball El Clasico with his sister, Rafaella and his teammate, Dani Alves. Neymar captained his Brazilian team in their 1-nil victory against Chile played at the Emirates. Barca just beat their rival  at El Clasico 85 to 80.",
   "Neymar and his Barcelona teammate Alves went to the club's basketball game along with Neymar's sister Rafaella. Neymar previously helped Brazil beat their rivals on the Chilean team at Emirates Stadium.",
   "Barcelona's Nemar and Dani Alves went along with Fafaella to support during a basketball game where Neymar helped brazil win 1-0 over chile."
  ],
  "text": "Team-mates Neymar and Dani Alves proved their dedication to Barcelona by supporting the club’s basketball side. Neymar and Alves headed to watch El Clasico on Thursday night alongside the Brazilian's sister Rafaella. Barca prevailed with a narrow 85-80 victory in the Euro League contest. Brazil star Neymar (centre) takes a selfie with friends and Barcelona team-mate Dani Alves (right) However Real Madrid remain top of their Euro League division over their bitter rivals, just by points difference. Neymar helped Brazil beat Chile 1-0 at the Emirates Stadium on Sunday in a feisty contest and had to withstand several brutal challenges from the South American rivals. Before the international break Luis Enrique's Barcelona had won their El Clasico contest to move four points clear at the top of La Liga. Neymar and his Barcelona team-mates return to La Liga on Sunday, taking on Celta Vigo as they continue to compete for a treble of trophies. Neymar's sister Rafaella (left) headed to watch El Clasico of basketball with the Barcelona forward Neymar's sister Rafaella (right) attends a Euro League basketball match between Barcelona and Real Madrid Neymar is distracted at the basketball as his sister Rafaella (centre) watches on Neymar, Brazil's captain, led his national side to a 1-0 win over Chile at the Emirates last weekend Barcelona team-mate Dani Alves (front left) joined Neymar and friends to watch some live basketball Gary Medel walks off having appeared to stamp on Neymar at the Emirates on Sunday",
  "expert_coherence_mean": 0.25,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.58,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.5,
  "example_idx": 178
 },
 {
  "id": "dm-test-14c813567696f4e63a39993c09d4edb454036179",
  "decoded": "The Meeks are expecting a baby boy, and are using the clip to announce their pregnancy to the world. The Meeks have been together for over a decade. They have three children together - a son and two daughters.",
  "references": [
   "Jesse and Melissa Meek revealed they're expecting a child in a rap video they made set to theme from 'The Fresh Prince of Bel-Air.' The clip , which features Jesse and Melissa Meek rapping as they drive in a car, has been viewed over 1.7 million times on YouTube. It took five takes to film the Happy Valley, Oregon, couple's video.",
   "Jesse and Melissa Meek's creative baby announcement rap which parodies 'The Fresh Prince of Bel-Air' has amassed over 1.7 million youtube videos.",
   "A Oregon couple receives 1.7 million views on Youtube on a video of them rapping an announcement of their pregnancy.",
   "In a video that went viral and has been watched more than 1.7 million times, a couple from Oregon rapped their baby announcement to the theme of Fresh Prince of Bel-Air.",
   "A couple in Oregon made a unique video to announce their pregnancy. Jesse and Melissa Meek created a parody of the Fresh Prince of Bel-Air theme song, originally rapped by Will Smith, to let their family and friends know they are expecting.",
   "A very highly popular video shows a man and woman announcing their pregnancy by making a rap song to the fresh prince theme.",
   "The Oregon couple set their rap video to 'The Fresh Prince of Bel-Air' a 90's sitcom. The parent's made the announcement from their home in Happy valley, Oregon.",
   "The couple announced their expecting child via a rap video themed after The Fresh Prince of Bel-Air. The couple are from Oregon. The rap video pregnancy announcement was produced by the couple in Oregon.",
   "The show the Oregon couple rapped to was \"The Fresh Prince of Bel Air.\" The parents to be reside in the state of Oregon. The state the couple made their announcement in was Oregon.",
   "The Oregon couple drew inspiration from the sitcom, The Fresh Prince of Bel-Air. The parents live in Oregon. The pregnant couple made their announcement from Pennsylvania.",
   "The music was based on a 90s airing featuring Will Smith as a teenager. They are located in the state above California. The recording was created in the state below New York."
  ],
  "text": "An Oregon couple announced they are expecting a child in a rap video they made set to the theme  from '90s television sitcom 'The Fresh Prince of Bel-Air.' The clip, which features Jesse and Melissa Meek rapping as they drive in a car, has been viewed over 1.7 million times on YouTube. 'In Happy Valley, Oregon, livin' it wed, bought our first house and started to build our homestead,' Melissa says in the clip. Parents: Jesse and Melissa Meek announced they are expecting a child in a video set to the theme song from '90s television sitcom 'The Fresh Prince of Bel-Air' The original song for the popular NBC sitcom, sung by star Will Smith, details how his character grew up in West Philadelphia, where he got into a neighborhood fight - and at his mother's insistence, moved to his aunt and uncle's home in their wealthy Los Angeles neighborhood. In the Meeks' parody video, Melissa raps, 'When our family and friends, who were up to no good, started asking questions about parenthood. 'We told one little lie, said \"It's not time yet.\" Parents said \"We're ready for grandkids, get a move on it!\"' Jesse raps that the couple thought it would take longer than the two months the pair spent trying to conceive. Melissa says in the video 'I woke up in the morning about 7 or 8 and I thought to myself, \"Oh man, I'm late!\" Looked at the test and it was finally there. The little plus sign. We're now three. Not a pair.' At the end of the video, the Meeks smile and share a sonogram of their unborn child. It took five takes to film the clip, the couple told KPTV. After finding out the gender of the child, another video is a possibility for the Meeks, the couple told the Fox affiliate. Original: Will Smith is seen here rapping the theme for 'The Fresh Prince of Bel-Air' during the show's title sequence Big reveal: At the end of the clip, the Meeks share a sonogram of their unborn child According to KPTV, the video was made so loved ones living far away could know about the baby. Melissa told the Fox affliate of the video's success 'It was completely unexpected. Like, that was the last thing we thought would happen, that it would blow up to what it had, or what it has.' Jesse told the Oregonian 'It has been a lot of fun, but definitely way more than we ever expected.' He is the great-great-grandson of Oregon pioneer Joseph Lafayette Meek, the newspaper reported. The Oregonian reported that Melissa earlier made a video which captured Jesse's reaction when he found out about the pregnancy. Jesse learned the news after reading a tag Melissa placed on their dog, which indicated a baby was on the way. A Phoenixville, Pennsylvania, couple made a pregnancy announcement video using 'The Fresh Prince of Bel-Air' theme song last year and recreated the show's title sequence, People reported.",
  "expert_coherence_mean": 1.0,
  "expert_consistency_mean": 0.08,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.7,
  "turker_consistency_mean": 0.65,
  "turker_fluency_mean": 0.7,
  "turker_relevance_mean": 0.7,
  "example_idx": 105
 },
 {
  "id": "dm-test-dea0ed2e587495e516ac85056e21a2076a9a993c",
  "decoded": "becky schoenig of st. louis , missouri was shocked when she realized her brand new 2015 ford fusion had been stolen from her driveway on monday night , just a little over a month after she took the car home . schoenig was shocked to learn that police had found her car after receiving a tip from a man who recognized the vehicle as schoenig 's and would be returning it to her - but with a few minor changes .",
  "references": [
   "Becky Schoenig of St. Louis, Missouri was shocked when she realized her brand new 2015 Ford Fusion had been stolen from her driveway Monday. She was even more shocked however when it was located and returned to her with new red rims and detailing. She took to Facebook after getting the car back, writing, 'I want to thank the car thieves for pimping out my vehicle for me.... This b***h is pimpin now!!!'",
   "A Missouri woman's car was stolen, but was later retrieved by police with red detailing on the rim and body.",
   "Becky Schoening, from St. Louis, Missouri, had her car stolen a month after she brought the car home.  A local man reported seeing the car and reported it to the police on April 1.  When her car was returned, there were a few minor changes.  Her car had been detailed by the thieves that took her car.",
   "Becky Shoenig from St. Louis had her brand new car stolen on Monday night. A man's tip led police to the vehicle, which now had red rims, red detailing, and an orange accented steering wheel. Becky posted a photo on Facebook thanking the thieves for all the changes.",
   "A lady had her vehicle taken from her during the cloud of night. However upon reacquiring her vehicle it had several modifications and upgrades delighting the victim.",
   "Becky Schoenig was stunned that her brand new 2015 Ford Fusion had been stolen from her driveway a few short weeks after the purchase.  She was equally shocked when the car was returned to her looking quite a bit different than she recalled.  The rims had been spray painted red, the sides were detailed in red and the steering wheel now had orange accents.  Becky took this in stride and posted a picture of the car on Facebook with the message, \" I want to thank the car thieves for pimping out my vehicle for me.\"",
   "Becky Shoenig's newly purchased Ford Fusion was stolen out of her driveway. Police later found Becky's stolen car, albeit with new detailing and red rims. The car was found and returned to Becky. She then had it professionally cleaned.",
   "A missouri mom had her ford fusion stolen. The car was returned with new rims and detailing. The car is getting cleaned to deal with the strong smell of smoke that was in the car.",
   "The car was stolen from her driveway. The car was given red rims and a paint job. The lady took the car to get cleaned to remove smells of cigarettes and marijuana.",
   "Becky Schoenig, a woman from St Louis, had her car stolen. When it was returned, it turned out that the thieves had painted the car red, gotten it detailed, and added some accents in the color orange to the steering wheel. She found this amusing and posted to Facebook about it. She did have to get the car cleaned because it smelled like cigarettes and cannabis, but overall she is happy. She is inventing a smoothie at work to commemorate Mick Sexton, the man who found her stolen car for her.",
   "Becky Schoenig recently had her car stolen at her home. The car had been missing for about a month when on April 1st the car had been located and was returned to her. Upon receiving the car she noted some changes: red details on the flanks of the car, accents attached to the steering wheel and some red rims! Schoenig took to social media in positive spirits about the changes and thanked the robbers ironically. She did however have to have the car treated to remove the smells of smoke in the car from the robbers. Schoenig has made a special drink at her restaurant in honor of the man who traced the car for her and assisted police."
  ],
  "text": "One Missouri mom is making the best out of a less than ideal situation. Becky Schoenig of St. Louis, Missouri was shocked when she realized her brand new 2015 Ford Fusion had been stolen from her driveway on Monday night, just a little over a month after she took the car home. Then, on April 1, Schoenig was shocked to learn that police had found her car after receiving a tip from a man who recognized the vehicle as Schoenig's and would be returning it to her - but with a few minor changes. Scroll down for video Bling: Becky Schoenig was shocked when her stolen car was located and returned to her with new red rims and detailing (above) Theft: The brand new 2015 Ford Fusion (above) had been stolen from her driveway Monday Racer: She took to Facebook after getting the car back, writing; 'I want to thank the car thieves for pimping out my vehicle for me.... This b***h is pimpin now!!!' As the car pulled up, Schoenig noticed that the rims had been spray painted red, there was red detailing on the sides of the car, and her steering wheel now had some orange accents. Rather than get upset however, she simply took to Facebook and posted a photo of her and her new ride, writing; 'I want to thank the car thieves for pimping out my vehicle for me.... This b***h is pimpin now!!!' She also attached a photo of the car which, given the date, many thought was a joke. It was not all 'lollipops and rainbows' though Schoenig told KSDK, and she is now getting the vehicle professionally cleaned to deal with the strong smell of cigarettes and marijuana. She is also creating a smoothie at the restaurant she owns, The Hot Pot, to honor Mick Sexton, the man who located her car and notified police. The Sexton on Wheels will feature banana, pineapple, peach and coconut cream. 'She's a very special person,' said Marlene Trice, a friend of Schoenig. 'She is vibrant and happy and really loves making people laugh.'",
  "expert_coherence_mean": 0.42,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.85,
  "turker_consistency_mean": 0.85,
  "turker_fluency_mean": 0.7,
  "turker_relevance_mean": 0.85,
  "example_idx": 670
 },
 {
  "id": "dm-test-46609841ffd23e9c22d1507edf7b176ecc4d834f",
  "decoded": "curacao have qualified for the second qualifying round of the 2018 world cup . curacao drew 2-2 in a second-leg match at montserrat to win 4-3 on aggregate . patrick kluivert worked with louis van gaal at the 2014 world cup . curacao face cuba in the next round on june 8 and 16 .",
  "references": [
   "Curacao have advanced to the second qualifying round for 2018 World Cup. Patrick Kluivert's side won 4-3 on aggregate to set up match against Cuba. Curacao will face Cuba in next round on June 8 and 16.",
   "Assistant coach Patrick Kluivert qualified for coach of Curacao.  He helped his team advance to the next round of the 2018 World Cup qualifiers.  He previously worked with Louis Van Gaal at the 2014 World Cup.  Kluivert, who has relatives descending from Curacoa lost at the World Cup in 1998 as a player.",
   "Under the lead of coach Patrick Kluivert the Curacao soccer club has enjoyed much recent success. On Tuesday the club made it in to the second round of world cup qualifications.",
   "The caribbean island team will head to conacaf for the 2018 tournament thanks to coach Patrick Kluivert.",
   "Curacao, led by Patrick Kluivert, has advanced to the second qualifying round of the World Cup. Kluivert was both a forward and an assistant coach for Holland. The next round takes place on June 8 and 16, when Curacao will face Cuba.",
   "A team is on their way to the world cup and the coaches for the team are quite excited. The team has scored impressive amounts over the season and in the past as well.",
   "Patrick Kluivert, a former Holland forward and assistant coach, led his team to the next stage of the 2018 world cup. Kluivert coaches the team from Curacoa, which is where his mother is from.",
   "The Curacao soccer team, co-steered by the former Holland forward kluivert as assistant coach, made it to the next level of 2018 world cup.  kluivert's curacao-born mom had seen her son lose the cup as a player back in 1998.",
   "Patrick Kluivert who was once a holland player and coach is now winning in Curacao. Kluivert's mother hails from Curacao. He has now helped the curacao team move onto the next world cup stage in 2018.",
   "Curaco, heralded by Patrick Kluivert have been able to qualify for the 2018 world cup qualification stages. Kluivert, who mother hails from Curacao has taken over the helm of the team and helped them meet qualification points for the world cup. Kluivert is a former Dutch forward and holds the position of assistant coach at Curacao.",
   "Caracao made it to the next round in the 2018 tournament. They are coached by Patrick Kluivert, who mother is from the island. Kluivert used to play forward for Holland and was also their assistant coach."
  ],
  "text": "Former Holland forward and assistant coach Patrick Kluivert has made a winning start in World Cup qualifying as coach of Curacao. The Caribbean island team advanced to the second qualifying round in CONCACAF for the 2018 tournament late Tuesday. Curacao drew 2-2 in a second-leg match at Montserrat to win 4-3 on aggregate. Kluivert's team won 2-1 on Saturday in Willemstad. Patrick Kluivert has helped Curacao progress to the next stage of 2018 World Cup qualification Former Holland assistant Kluivert (far right) worked with Louis van Gaal (centre) at the 2014 World Cup The first-round encounter was headed to extra time on Tuesday until former Holland Under 21 international Charlton Vicento scored in the 87th minute, five minutes after coming on as a substitute. Curacao face Cuba in the next round, on June 8 and 16. Kluivert, whose mother is from Curacao, was a World Cup losing semi-finalist in 1998 as a player, and last year as assistant to coach Louis van Gaal.",
  "expert_coherence_mean": 0.42,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.5,
  "turker_consistency_mean": 0.65,
  "turker_fluency_mean": 0.45,
  "turker_relevance_mean": 0.65,
  "example_idx": 1386
 }
]