[
 {
  "id": "dm-test-f5fead94ee884800e84a212cc0edc78b11c4ba9f",
  "decoded": "manchester city are keen to sign anderlecht teenager evangelos patoulidis . the belgian starlet rejected a move to barcelona 's la masia academy . the 14-year-old is regarded as one of the best talents to emerge from anderlecht . city have held discussions with anderlecht chairman roger vanden stock .",
  "references": [
   "Evangelos Patoulidis also attracted interest from Barcelona and Arsenal. Anderlecht rejected a move to Barcelona when he was 12. City in talks with Anderlecht chief Roger Vanden Stock to complete a deal.",
   "Manchester City's manager, Manuel Pellegrini is keen to sign Belgian Evangelos Patoulidis, a 14-year-old playmaker from Anderlecht in hopes to build for the future. Patoulidis has also garnered attention from Arsenal and Barcelona.",
   "Manchester City show interest in signing 14 year old, playmaker, Evagelos Patoulidis. Patoulidis comes from Anderlecht's youth set up.",
   "Outstanding young soccer player, Evangelos Patoulidis, has drawn the attention from several major soccer clubs, including Manchester City, Arsenal, and Barcelona.  Patoulidis is widely seen as on the best you players from Anderlecht's youth development program.  Manchester City has been actively negotiating an agreeable compensation package to draw Patoulidis from Anderlecht.",
   "Evangelos Patoulidis is likely going to be signed to Manchester City's football club. He has impressed the chairman of the club and he hopes to sign him soon.",
   "Belgian football star  Evangelos Patoulidis who was only 14 years old is hoping to be signed by Manchester City. Both Arsenal and Barcelona are also interested in the team. He's one of the bright stars emerging from the Anderlecht's youth set-up",
   "Manchester City is interested in signing young football player Evangelos Patoulidis.  They are currently in discussions with the chairman of the football club and are trying to come to terms on a contract.",
   "Manchester City is looking to sign Evangelos Patoulidis. Arsenal and Barcelona have shown interest in Evangelos Patoulidis. They are negotiating a compensation package with Anderlecht chairman Roger Vanden.",
   "The team that wants to sign teen athlete Evangelos Patoulidis is Manchester City. Arsenal and Barcelona are also interested in Patoulidis. The chairman of Anderlecht, Roger Vanden Stock, has been negotiated with about a compensation package.",
   "Manchest City want to sign the teen. Arsenal Barcelona are also interested in the teen. They're having discussions with Anderlecht Chairman, Rodger Vanden Stock",
   "14 year old Evangelos Patoulidis is in the aim of Manchester City after also attracting interest from Arsenal and Barcelona. Manchester city and Anderlecht chaairmen Roger vanden stock have been negotiating in hopes to sign the young star."
  ],
  "text": "Manchester City are keen to sign Anderlecht teenager Evangelos Patoulidis. The 14-year-old playmaker is regarded as one of the best talents to emerge from Anderlecht's youth set-up and has also attracted attention from Arsenal and Barcelona. The Belgian starlet rejected a move to Barcelona's La Masia academy when he was 12 as his family wanted him to continue his studies. He has continued to impress and City have held discussions with Anderlecht chairman Roger Vanden Stock in the hope of agreeing a compensation package. Manuel Pellegrini is looked to build for the future by snapping up hot property Evangelos Patoulidis",
  "expert_coherence_mean": 0.5,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 1.0,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 1.0,
  "example_idx": 928
 },
 {
  "id": "dm-test-b255397ee863bd8faf9def57c0f76769153d905e",
  "decoded": "James Hayward was frisked by airport security at East Midlands Airport and then forced to hand over his toy gun after it was deemed a security risk 'We're sorry we didn't get back to you as quickly as we could. We're sorry you were delayed and that you had to wait for your new toy,' a spokesperson said. 'We have offered to send the toy back to you and we will refund the cost of the toy to you.",
  "references": [
   "James Hayward was flying with parents Phil and Hazel to Lanzarote. But X-ray machine picked out his nerf toy gun on security scan. Four-year-old was then patted down and forced to hand over toy. Airport insist they have offered to post the item back to boy's home in Doncaster, South Yorkshire.",
   "A four year old boy from Doncaster, South Yorkshire had his plastic nerf gun confiscated after being frisked by airport security at East Midlands airport. The boy's father called the action \"ludicrous\", and in the end, the airport offered to mail the gun back to the boy.",
   "A four-year-old boy has his toy gun confiscated by airport security due to it being a security risk.",
   "A 4 year old boy named James Hayward had his toy gun confiscated at East Midlands airport by security after they deemed it to be a security risk.",
   "A small child was taken out of school for bringing a fake gun to school. Officials felt it was the appropriate decision but the parents and some others think it was a bit over the top.",
   "East Midlands airport took away a toy gun from a four-year-old after observed on an x-ray machine.  The child was patted down at the airport.  His parents bought him a new one from ebay after their holiday trip.  The airport apologized, but mentioned that safety was a priority and replica or model guns are prohibited through security.",
   "East Midlands Airport has a rule against items that look like prohibited items. The Department of Transport is in charge of setting all restrictions for hand luggage for UK flights. The replacement toy gun was bought by a four year old boy.",
   "East Midlands airport restricts items that look like banned items. The Department of Transport sets the hand luggage restrictions. The boy's family bought a replacement gun for him off Ebay.",
   "East Midland's Airport doesn't allow toy guns and took one from a child. The boy, James Hayward was purchased a new one after their vacation was over. Safety regulations regarding luggage are created by the government.",
   "There are regulations in place that keep things that remind one of another similar banned thing from being allowed. This is located in E Midlands. The rules regarding baggage carried manually were put in place by airports in the United kingdom. A small child was the one who had the play toy in his possession.",
   "A four year old kid named James Hayward had his toy nerf gun taken away by airport security. The incident happened at midlands airport. Luggage restrictions are set by the government. The parents bought a replacement toy for the kid. Security was said to be a little over zealous in their confiscation of the toy from the child."
  ],
  "text": "Four-year-old James Hayward had his toy gun confiscated at East Midlands Airport A four-year-old boy was frisked by airport security and then forced to hand over his plastic nerf gun after it was deemed a security risk. James Hayward had arrived at East Midlands Airport with his parents, Phil, 44, and Hazel, 38, with his brightly coloured toy - which fires sponge darts - packed in his hand luggage for their flight out to Lanzarote. But  security officers, who were described as 'over-zealous' by the boy's father, then took exception to James's harmless toy when it was picked up on the system's X-ray machines. They demanded he hand it over, and they also performed a thorough patting down and inspection of the primary school child. Dad Phil has labelled the security checks 'ludicrous' and criticized how staff reacted in the situation. Mr Hayward, a software engineer, said: 'Fair enough they are thorough but it just seemed a bit ludicrous to take a plastic gun away from a four-year-old. 'We were so late by this point I didn't have time to stop and argue with them so we just had to leave it because we didn't want to miss our flight. 'I explained to James we would get him a new one when we got back from our holiday. We were going for 10 days in Lanzarote over Easter. 'I thought it was a bit over-zealous of the security staff considering how many people were trying to get through at the time. 'No wonder it was taking so long if they wanted to pat down every little kid. Scroll down for video After returning from the holiday to Lanzarote, the four-year-old boy was bought a replacement toy gun The smile is back on James Hayward's face following the confiscation of his toy gun at East Midlands Airport The £6 plastic gadget was described as a semi-automatic soft dart gun by its manufacturers, and James was bought a new one off eBay when the family returned from their holidays. East Midlands Airport apologised for the inconvenience but pointed out they had offered to post the toy back to the family's home in Doncaster, South Yorkshire. Defending the decision a spokeswoman said: 'The safety and security of our passengers is our first priority and all regulations on security are set by the government. 'This regulation states that no items may be permitted through security that resemble a prohibited item.' The hand luggage restrictions on all UK flights is set by the Department of Transport, and while there is no specific mention of models and makes of such 'toy guns,' the prohibited list does include 'replica or model guns.' East Midlands Airport said that 'no items may be permitted through security that resemble a prohibited item'",
  "expert_coherence_mean": 0.67,
  "expert_consistency_mean": 0.08,
  "expert_fluency_mean": 0.5,
  "expert_relevance_mean": 0.5,
  "turker_coherence_mean": 0.95,
  "turker_consistency_mean": 0.9,
  "turker_fluency_mean": 0.85,
  "turker_relevance_mean": 0.9,
  "example_idx": 1017
 },
 {
  "id": "dm-test-03e271b4305517e02c9ead82d57327d32b99102e",
  "decoded": "serena williams beat sara errani 4-6 7-6(3) 6-3 in fed cup play-off . us beat italy 3-2 but williams and alison riske lost doubles rubber . world no 1 admits she is not ready for claycourt season yet .",
  "references": [
   "Serena Williams struggled to beat Sara Errani during  Fed Cup clash. World No 1 Williams eventually defeated Errani 4-6 7-6(3) 6-3. Williams lost doubles match alongside Alison Riske 6-0 6-3.",
   "Serena Williams recently defeated Sara Errani on clay. Williams stated that she must remain alert and ready. Williams is now 33 and she seeks to win all the majors.",
   "Serena Williams had a rough game earlier this week with weather conditions. Other players had a difficult day too and her being defeated is seen as something unusual.",
   "Tennis star Serena Williams admitted that her recent match against Sara Errani was an eye opening experience.  Despite narrowly winning, Williams admitted that she was not nearly as ready to be playing on a clay court as she should be, but will work hard to get there.",
   "Serena williams says losing was an eye opener for her, and helped her out for the future. Williams suggested that she needed to realize she wasn't playing on hard court and it affected her game. She plans on getting some wins in the future.",
   "American women's tennis star Serena Williams beat Italian Sara Errani in the Fed Cup playoff this past Sunday. Errani was able to give Serena a run for her money, but in the end she was no match for Serena's power. Serena did however lose in doubles play which was the only  dark mark on an otherwise perfect Fed Cup record.",
   "Serena Williams had trouble beating tennis player Sara Errani. Williams said she wasn't prepared for the claycourt, which made her match with Errani difficult. Serena Williams is the number one tennis player in the world.",
   "Serena Williams, ranked number 1 in the world, struggled to beat Italian player Sara Errani due to inclement weather.",
   "Serena Williams had a heated battle against Sara Errani in the Fed Cup, a match that was made especially challenging due to rough weather conditions that impacted play. Serena remains the number 1 women's player and continues to shine in the sport.",
   "Serena Williams had trouble defeating Sara Errani. Their match included bad weather conditions. Serena Williams is ranked number one in the world.",
   "In her most recent match Serena Williams barely was able to win against Sara Errani.  Williams who blamed herself for her failures before the win is still the number one player in the world."
  ],
  "text": "Twice French Open champion Serena Williams said her struggle to beat Sara Errani in the Fed Cup on Sunday had been a real 'eye-opener' as the claycourt season gets into full swing. World No 1 Williams eventually prevailed 4-6 7-6(3) 6-3 against the dogged Italian to take her career record over her to 8-0 but the American was not impressed. The US  were beaten 3-2 as Williams and Alison Riske were thrashed 6-0 6-3 in the doubles rubber by Errani and Flavia Pennetta, meaning they were relegated to World Group II. American tennis star Serena Williams fought back to beat Italian Sara Errani in the Fed Cup play-off on Sunday Tough weather conditions made it difficult for both players who had to keep on re-tossing their serves Errani gave Williams a real scare but in the end the world No 1's power proved to be too much 'Today has been a big eye opener,' Williams said afterwards. 'I'm totally not as ready for the claycourt season as I thought I was. Now I'm in the mindset of, \"You know what, I'm not on hard court.\" I'm playing like I'm on hard court and I'm not. 'So I have to play and be ready to hit a thousand shots if necessary.' Williams, 33, won her 19th singles grand slam at the Australian Open and her dominance has raised talk of her claiming all the majors this year. The French Open has been her least successful of the four though despite claiming the title in Paris in 2002 and 2013. Her doubles defeat on Sunday blotted an otherwise flawless Fed Cup record and left the US facing a battle to get back amongst the elite nations next year. 'We have to work harder,' US captain Mary Joe Fernandez said. 'We came close today and need to just keep plugging away. 'The good news is that we have a lot of players in the top 100 and, hopefully, we can get two wins next year and get back into the World Group.' Williams congratulates Italy captain Corrado Barazzutti after competing in America's doubles defeat",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 0.33,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.58,
  "turker_coherence_mean": 0.55,
  "turker_consistency_mean": 0.55,
  "turker_fluency_mean": 0.5,
  "turker_relevance_mean": 0.6,
  "example_idx": 248
 },
 {
  "id": "dm-test-7cba80e83b222801fed8d6f96e8c0aa381c54b28",
  "decoded": "anders lindegaard enjoys english weather with wife misse beqiri . the pair married in a romantic beach wedding in mauritius last year . denmark international has struggled for playing time at manchester united .",
  "references": [
   "Anders Lindegaard posted Instagram photo with model wife Misse Beqiri. The Man Utd goalkeeper tied the knot with Beqiri last year. Lindegaard is third-choice keeper at Old Trafford under Louis van Gaal.",
   "Anders Ligaard has married Misse Beqiri. The two have a son together. Ligaard is a United goalkeeper while Beqiri is a Instagram model.",
   "A player who is quite successful in manchester showed off a picture of his wife and child online. He is possibly going to be switched when the clubs can agree on pricing.",
   "Manchester United goalkeeper Anders Lindegaard tied the know with model Misse Beqiri last year. The two have a son together. Beqiri, who is Swedish but has Albanian roots, frequently posts her photos on Instagram.",
   "Anders Lindegaard married a Swedish model recently. He has struggled for minutes over his time with Manchester United and is third in the pecking order now.",
   "Newlyweds Anders Lindegaard, a United Goalie, and Misse Beqiri, Swedish model, show off their love on Instagram with a pic enjoying a moment in the sun. The couple married last year in a beach wedding and have one son together.",
   "Anger Lindegaard married Instagram model Misse Beqiri. Andres Lindegaard has married in Mauritius. Misse Beqiri has aproximately 17,000 followers.",
   "Anders Lindegaard is married to Misse Beqiri. Beqiri was married to Lindegaard on the beach in Mauritius. Misse Beqiri has over 17,000 Instagram followers.",
   "Anders Lindegaard married Misse Bequiri on the beach in Mauritius. She shared the event with her 17,000 Instagram followers.",
   "Anders Lindegaard is married to the Swedish model, Misse Beqiri Anders and his wife got married in Mauritius Misse Beqiri has over seventeen-thousand Instagram followers",
   "Anders wife is Misse Beqiri. Anders got married on a romantic beach in Mauritius.  Misse Beqiri has over 17,000 followers."
  ],
  "text": "He may not be playing much at Manchester United but Anders Lindegaard certainly has a lot to smile about off the pitch as he enjoyed a spot of sunshine with stunning wife Misse Beqiri. Lindegaard tied the knot with the Swedish model last year in a romantic beach wedding in Mauritius. And the United goalkeeper, who has struggled for minutes throughout his career in Manchester, was keen to remind fans via his Instagram page of his marriage to stunning Beqiri. Manchester United goalkeeper Anders Lindegaard made the most of the English weather with Misse Beqiri Lindegaard tied the knot with the stunning model last year and the couple have a son together Danish international Lindegaard posted a link to Beqiri's Instagram account with the message: 'Day off with my sunshine @missebeqiri #cheshire #manchester' The Swedish beauty, who has Albanian roots, likes to flaunt her good looks on Instagram and regularly posts pictures while she's modelling at work. Lindegaard and Beqiri, who have a son together, have been dating since 2012. The 31-year-old moved to the Premier League in 2010 after signing from Norwegian side Aalesunds but has failed to make an impact. Beqiri, who is Swedish but has Albanian roots, regularly posts modelling photos on her Instagram page With over 17,000 followers on Instagram, Beqiri made sure she showed her new haircut to her legion of fans Lindegaard and Beqiri have been dating since 2012 and they married in a romantic Mauritius beach wedding In five seasons, he has made just 19 league appearances and has been restricted to cup matches during his time in Manchester. With David de Gea in exceptional form under Louis van Gaal and Victor Valdes signing for the Red Devils in January, Lindegaard is now third-choice at Old Trafford. Lindergaard, who has been told he can leave United, was linked with a move to FC Midtjylland in January but the two clubs could not agree on a price. But despite his failure on the pitch, he's definitely winning away from it. The Denmark international (right) has struggled for regular football at Old Trafford since arriving in 2010",
  "expert_coherence_mean": 0.67,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 0.7,
  "turker_consistency_mean": 0.8,
  "turker_fluency_mean": 0.7,
  "turker_relevance_mean": 0.65,
  "example_idx": 522
 }
]