[
 {
  "id": "dm-test-3785743303ddb8b594be7c449a37458b99e83812",
  "decoded": "steve bruce wants to keep hull city in the premier league this season . steve bruce is hoping ` nine or eight might be enough ' . hull have six games to save their season . james ward-prowse penalty and late strike from southampton for the first 45 minutes . michael dawson and nikica jelavic have also been out of the season .",
  "references": [
   "Steve Bruce adamant that Hull will avoid relegation from Premier League. Hull were beaten 2-0 by Southampton at St Mary's on Saturday. Defeat leaves Hull in 17th just two points clear of the danger zone. Bruce wanted 10 wins at the start of the season, but Hull have just six.",
   "Steve Bruce is attempting to keep his team, Hull City, in the Barclays Premiere League, in spite of their most recent loss to Southampton.  They have had more losses than he had hoped, but they are determined to remain positive.  They've won six games this year, and Bruce is hoping that \"nine or eight might be enough.\"  Bruce believes their struggles stem from long-term injuries suffered by several of the players.",
   "Steve Bruce remains optimistic about keeping Hull City in the Barclay's Premier League even after several long term injuries to key players have led to struggles. Originally thinking a 10 win season would be sufficient, recent struggles have led him to hope that 8 or 9 wins will be enough.",
   "Despite a 2-0 loss to Southampton, Steve Bruce believes he can keep Hull City in the Premier League. He argues that the loss and current struggles stem from injuries to key players. Recently, team chemistry issues have surfaced, with Koeman stating that team rules should not be broken by any single player.",
   "Steve Bruce has six games left to try to maintain Hull City in the Barclays Premier League.  The team has struggled according to Bruce due to injuries of star players.  They have just six games left to accomplish the goal, but Bruce claims his team is ready for the challenge.",
   "Steve Bruce hoping that nine or eight wins will be enough for the campaign to survive.",
   "Koeman will speak to the squad to remind them the rules can't be broken. Hull were beaten by 2 points. Bruce puts all of their struggles on many long-term injuries",
   "Koeman will address his team about the rules. hull lost by two points. Bruce from the team puts the struggles mainly on injuries.",
   "Ronald Koeman will remind his squad about the rules. Hull was beat by 2 points in their match with South Hampton. Steve Bruce points to the team's unfortunate injuries for their struggles.",
   "Koeman said he will speak to his squad about team rules. Southampton defeated Hull by two points. Bruce has endured two struggles due to long term injuries.",
   "After losing to Southampton 2-0, Hull coach Steve Bruce promises the team is still alive. He blames injuries for much of the team's poor play. There have also been other problems, such as players circumventing team rules during games. Koeman told reporters that he will discuss the issue with the team."
  ],
  "text": "Steve Bruce is adamant he can keep Hull City in the Barclays Premier League after a 2-0 defeat by Southampton left them battling to stay up. At the start of the campaign Bruce was targeting 10 wins to survive, but despite a strong start his Hull side have mustered just six and he is hoping 'nine or eight might be enough.' Hull were the better side against Southampton for the first 45 minutes but a James Ward-Prowse penalty and late strike from Graziano Pelle meant they left with nothing. Steve Bruce is confident he can keep Hull City in the Premier League this season and avoid relegation They now have six games to save their season including nightmare fixtures against Liverpool, Arsenal, Tottenham and Manchester United. But Bruce insisted: 'Everyone is up for the challenge and I'm sure and convinced that we'll do it. If we keep remaining positive I'm convinced we can take a couple of results which will take us over the line. 'We've had a wonderful three years near enough from getting promoted to getting to a cup final, staying up last year. I've always had something in my water that this season would be the most difficult because all of a sudden you've created an expectation and unfortunately we haven't been able to live up to that expectation. Hull were beaten 2-0 by Southampton on Saturday and are just two points clear of the drop zone 'We've got our reasons for it, we've still got enough to keep us out of trouble I hope. We're bang in it but I'm still convinced we'll get out of it.' Bruce puts their struggles down to several long-term injuries to key players. At St Mary's Stadium, Mohamed Diame returned from five months out and James Chester from three. Michael Dawson and Nikica Jelavic have missed half the season and Robert Snodgrass has not been available at all. Bruce added: 'They are big players for us and unfortunately, at this moment, we haven't been able to cope. We've battled on manfully but not quite been good enough.' James Ward-Prowse slots home a penalty for Southampton against Hull as they moved up to fifth Ronald Koeman's side moved to fifth in the table ahead of Tottenham, who lost to Aston Villa, and Liverpool, who play Newcastle on Monday. But the Dutchman left with his own problems, after he had to intervene when Sadio Mane tried to take the penalty when Ward-Prowse was first-choice. Koeman will speak to his squad to remind them that team rules cannot be broken by anyone. Koeman said: 'I already had a word with Mane but we will talk to the team about that because maybe I have to mention it a bit more clearly.'",
  "expert_coherence_mean": 0.25,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 0.67,
  "expert_relevance_mean": 0.5,
  "turker_coherence_mean": 0.5,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.5,
  "example_idx": 481
 },
 {
  "id": "dm-test-02c955067d00f38b6978b805d5a8701a787f78ac",
  "decoded": "three vehicles collided on brisbane valley highway on wednesday afternoon . three vehicles were taken to ipswich hospital in brisbane . the three were involved in a crash crash in brisbane , brisbane . three people were including four children , have been taken to hospital with minor injuries . three car pileup happened at the brisbane valley west of fernvale . a 40-year-old man with chest and shoulder injuries and a five-year-old boy suffered from abdominal pain . the two were airlifted to hospital and airlifted a number of patients to hospital .",
  "references": [
   "Three vehicles collided on the Brisbane Valley Highway, near Fernvale. A 40-year-old man with chest and shoulder injuries was airlifted to hospital. Also flown out was a six-year-old girl suffering from abdominal pain. Six others - including an infant and two young girls - had minor injuries. One person involved in the crash was found trapped inside their vehicle.",
   "A three vehicle collision on the Brisbane Valley highway Wednesday afternoon sent a number of people to the hospital. Police stated that the highway will be closed for a few hours, but detours are in place.",
   "There was a major crash in Brisbane, multiple vehicles and tons of injuries including multiple children. They had to be rushed to the hospital utilizing a helicopter as well. They had to prioritize certain injuries over others. The highway would remain shutdown for a while after this crash.",
   "A multi-vehicle collision occurred in West Brisbane wherein four children and six adults were harmed. The collision occurred 2KMs south of Fernvale, Wednesday afternoon. The highway at Fernvale have been closed off and diversions are in place. The first responders used hydraulic gear to free a person trapped in a car and thereafter several injured persons were airlifted to the Princess Alexandra hospital in Brisbane.",
   "Three vehicles were involved in a crash that occurred on Brisbane's West. A total of ten people were in each car, none of whom are known to have died. Police stated that the highway will but shut for at least a few hours.",
   "A total of ten people were involved in a horrific vehicle crash in Brisbane. Two victims were removed from the scene by helicopter. The highway is currently closed while the clean up is being dealt with.",
   "There was a 3 car accident that happened on Brisbane Valley highway Wednesday. 10 people in total were injured in the crash.",
   "A violent accident occurred on Brisbane Valley Highway. Ten people were involved in the crash that involved three different vehicles.",
   "The accident on the Brisbane Valley Highway involved three vehicles. The crashed had ten people in it. The crashed happened on Brisbane Valley Highway, with Fernvale to the south.",
   "There were 10 people involved on a three car crash that occurred on the Brisbane Valley Highway.",
   "Three cars were in the collision. A total of ten people were in the accident. The highway that the accident happened on is Brisbane Valley Highway."
  ],
  "text": "Ten people, including four children, have been involved in a multi-vehicle crash in Brisbane's west. Three vehicles collided on the Brisbane Valley Highway, 2km south of Fernvale, on Wednesday afternoon. A 40-year-old man with chest and shoulder injuries and a five-year-old boy with chest pain were the first patients flown out by rescue helicopter. They've been taken to the Princess Alexandra Hospital in Brisbane. Shortly after, a 27-year-old woman with arm injuries and a six-year-old girl suffering from abdominal pain were also being flown out. The three car pileup happened at on the Brisbane Valley Highway, near Fernvale Six others - including an infant and two young girls - have been taken to Ipswich Hospital with minor injuries or for further assessment. A man has also suffered hand lacerations and two females escaped injuries. The affected stretch of the highway has been closed off, with diversions in place south of Fernvale. The Courier-Mail reports that earlier emergency crews found one person trapped inside their vehicle and Queensland Fire and Rescue crews used hydraulic cutting gear to free them. The Rescue 500 helicopter then landed at the scene and airlifted a number of patients to hospital. Police said the highway would be closed for a few hours with diversions in place south of Fernvale.",
  "expert_coherence_mean": 0.33,
  "expert_consistency_mean": 0.25,
  "expert_fluency_mean": 0.42,
  "expert_relevance_mean": 0.5,
  "turker_coherence_mean": 0.8,
  "turker_consistency_mean": 0.85,
  "turker_fluency_mean": 0.7,
  "turker_relevance_mean": 0.8,
  "example_idx": 1169
 },
 {
  "id": "dm-test-130ff8f2dfb6ab67861d5924b0ff5acd63c7d8ce",
  "decoded": "brazilian coach ze maria was fired on wednesday after poor run . the romanian club have been sacked by ze maria for the second time . neamt neamt have been beaten by mid-table fc botosani on saturday . the former inter milan and parma right back in the bottom of the season . ze maria replaced the florin marin in january to become ceahlaul 's third coach .",
  "references": [
   "Romanian club Ceahlaul Piatra Neamt sacked Ze Maria on Wednesday. But the former Brazil international was  reinstated the next day. He was then sacked again following a defeat on Saturday.",
   "After a poor run former brazil defender ze maria was fired for the second time in two weeks. He will be replaced by Vanya Radinovic, and Vanya Radinovic will be the teams 4th coach this season.",
   "Ceahlaul Piatra Neamt of Romania have fired their coach, Ze Maria of Brazil twice now in one week. First Maria was fired and then reinstated on Thursday however following a loss to FC Botosani on Satuday Maria was fired again. Maria will be replace by Serbian Vanya Radinovic.",
   "Romanian Soccer Club Ceahlaul Piatra fired their Coach Ze Maria for the second time in a week - after being fired on Wednesday and reinstated on Thursday by club owner Angelo Massone. He will be replaced by Vanya Radinovic.",
   "The hardcomings of brazils team and coach. The scores, wins and losses and how their emotions get the best of them.",
   "A brazillian couch was fired last week again after having yet another bad run. He capped the team 25 times and was replaced by another.",
   "Ze Maria, the coach for brazil, was fired twice in one week. His career with Brazil lasted five years. Maria was Marin's replacement in January.",
   "Coach Ze Maria has been fired for the second time in a week. Following his 5 year international career, Ze Maria replaced Florin Marin in January as Ceahlaul's coach, but it was short-lived.",
   "For the second time in a week, Brazillian coach Ze Maria has been sacked. Ze Maria had replaced Florin Marin in January. His international career spanned five seasons.",
   "Unfortunately for him, Ze Maria has been fired once again just this week.  Despite an international career that last lasted for five seasons, he was ultimately replaced by Vanya Radinovic.",
   "The Brazilian coach, Ze Maria got sacked twice in one week. Ze Maria has had a 5 year career. Ze Maria replaced Marin at the start of the year."
  ],
  "text": "Relegation-threatened Romanian club Ceahlaul Piatra Neamt have sacked Brazilian coach Ze Maria for the second time in a week. Former Brazil defender Ze Maria was fired on Wednesday after a poor run, only to be reinstated the next day after flamboyant owner Angelo Massone decided to 'give the coaching staff another chance.' But the 41-year-old former Inter Milan and Parma right back, capped 25 times by Brazil, angered Massone again after Ceahlaul were beaten 2-0 by mid-table FC Botosani on Saturday. Ze Maria represented Brazil on 25 occasions during an international career spanning five years The result left Ceahlaul 16th in the standings, six points adrift of safety. Ze Maria replaced Florin Marin in January to become Ceahlaul's third coach this season. He will be replaced by Serbian Vanya Radinovic.",
  "expert_coherence_mean": 0.17,
  "expert_consistency_mean": 0.33,
  "expert_fluency_mean": 0.17,
  "expert_relevance_mean": 0.33,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.75,
  "example_idx": 401
 },
 {
  "id": "dm-test-d296270ab4a4cf20f2d9c1aae7514687806f2b35",
  "decoded": "these extraordinary images show how an enormous jumbo jet has been converted into a luxury home for a mystery billionaire - complete with bedrooms , multiple lounges and an onboard restaurant . the custom-built boeing 747 is believed to have cost its ultra-wealthy owner # 400million after it was customised to fit his specifications exactly over a three-year period . the jumbo jet would normally carry as many as 600 passengers - but this version was built for just a single tycoon , although he will be able to fit dozens of guests .",
  "references": [
   "Boeing 747 can normally hold up to 600 people but this model was customised for a single ultra-wealthy tycoon. Digital images show how the interior is as luxurious as an expensive hotel room despite space constraints. The jumbo jet contains a master bedroom, 'aeroloft' with added sleeping space, and a large dining room. It is also kitted out for business with a conference room and office so the owner is never out of touch with work.",
   "An airline is shown with it's many ammentities including large beds, armchairs, etc. It has many rooms and is known as one of the luxiourious ways to fly.",
   "A mystery billionaire has converted a jet into a home with an included restaurant. The jet is among the most luxurious ever created.",
   "A mystery billionaire has converted a Boeing 747 into a home for the estimated cost of $400 million dollars. The custom designed home made from a jumbo jet took over three years to complete and comes with bedrooms, lounges and a restaurant.",
   "This is a 747 built for maximal luxury and conspicuous consumption. It's massive, with a fully kitted restaurant as well as bedrooms, a lounge, and an office.",
   "A secret billionaire has converted a 747 into a luxury home at a cost of 400 million pounds. It took three years to build, and contains multiple bedrooms, a restaurant, and more than one lounge.",
   "Without the need to carry 600 people, a Boeing 747 can become a palace in the sky. A custom 747 has been outfitted with a range of luxuries including eight beds rather than the seats mere mortals must endure. The price tag? A million. 400 of them.",
   "The price of the airliner is around four hundred million dollars. It only mentions a sleeping area for passenger, but does not state how many are actually in existence. The amount of people who can board and ride on the plane are around six hundred.",
   "A massive 747 jet has been made into a luxury home. It is said to cost 400 million. The 747 can carry up to 600 people normally. It features 8 beds  as well as a master bedroom. The plane has a private restaurant inside of it.",
   "The 747 costed 400 million. The airplane has eight full beds. The 747 carried several dozen passengers.",
   "A billionaire recently purchased a $400 million custom 747, equipped with 8 full beds. The jumbo jet can usually carry up to 600 passengers."
  ],
  "text": "These extraordinary images show how an enormous jumbo jet has been converted into a luxury home for a mystery billionaire - complete with bedrooms, multiple lounges and an onboard restaurant. The custom-built Boeing 747 is believed to have cost its ultra-wealthy owner £400million after it was customised to fit his specifications exactly over a three-year period. The jumbo jet would normally carry as many as 600 passengers - but this version was built for just a single tycoon, although he will be able to fit dozens of guests. It contains a large dining room where travellers can enjoy meals cooked in an adjoining kitchen, with a lounge and 'state room' at the back of the plane. More sleeping space is provided in the 'aeroloft' on the top deck of the vessel, with eight full beds for passengers who prefer to get some shut-eye on flights. Luxury: This is the lounge on board a custom-built Boeing 747-8, as depicted in an artist's impression by Greenpoint Technologies Shuteye: The master bedroom of the £400million plane has a huge bed as well as an armchair and sofa for when the owner needs to relax Business: The conference room of the plane could be perfect for meetings in the sky with its long table in the centre Chill-out: The lounge decor looks like a luxury hotel, belying its true location inside a plane similar to those used by commercial airlines Executive: This room, which can be used as an office or a guest bedroom, gives a hint to its true location thanks to the porthole-style windows Kicking back: The main suite could easily be mistaken for a room in a top hotel thanks to its over-the-top decorations Restaurant: The central portion of the plane hosts a dining room which is attached to a kitchen, allowing the owner to make use of the services of a private chef Shiny: The jumbo jet is one of the most luxurious private planes ever built, with the price tag believed to have reached a total of £400million Sofa: Parts of the plane are set aside for guests to relax while watching television, as the vessel can carry several dozen passengers Plush: Another artist's impression of the main state room, which also contains a desk so the owner can switch between work and relaxation Welcoming: Images of the lounge show a space very different to the normal aeroplane cabin, with the traditional rows of seats completely discarded in favour of a hotel-like ambience Exclusive: Few people can ever imagine flying in this sort of luxury - far more glitzy than first class on commercial flights Plan: The layout of the Boeing 747 is shown in this plan published by Greenpoint Technologies Gigantic: The luxury interior has been built inside a Boeing 747-8 similar to this one, which can hold up to 600 passengers",
  "expert_coherence_mean": 0.83,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.83,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.8,
  "turker_relevance_mean": 0.8,
  "example_idx": 763
 }
]