[
 {
  "id": "dm-test-0cdd7cdb5d99c36f25f1f4fa0e962d558f7ff07b",
  "decoded": "england coach john peacock has named his squad for next month 's uefa european under-17 championship in bulgaria . the young lions are the defending champions , having beaten holland on penalties in the final last year , and progressed to this edition with a 100 per cent record in qualifying . they have been placed in group d alongside holland , italy and the republic of ireland this time around and will open their campaign against italy in burgas on may 7 .",
  "references": [
   "England are reigning champions having beaten Holland in last year's final. The Young Lions have been placed in Group D of the tournament. England will compete against Holland, Italy and the Republic of Ireland.",
   "A winning team has qualified to move forward after many players after performed well. The tram consists of players from a premier league and some have never been called before this.",
   "England coach John Peacock has announced that his squad will perform in next month's UEFA European in Bulgaria.",
   "The European Under-17 Championship in Bulgaria will see a powerful English team lead by coach John Peacock.  The defending champion team has subsequently been undefeated since then.  The team is comprised of a talented roster hand-picked from a number of Premier League Teams.",
   "John Peacock of England has chosen his team for the UEFA U17 championships. Their group includes Italy. Jay Dasilva, as well as Ike Ugbo, are on the squad. They play Holland and Ireland next.",
   "The European Under-17 championship is being played next month in Bulgaria. England coach John Peacock has announced his team, which includes players from Premier League clubs such as Chelsea and Arsenal.  The defending champs have a perfect record in qualifying are in group D. They will open against Italy on May 7.",
   "The head of the English squad, John Peacock has named his team for the U17 Championships. The Young Lions are the reigning champions of the league, backed by the strong play of goalkeepers Paul Wooston and Will Huffer.",
   "The England squad for the UEFA European Under-17 Championship has been named by Coach John Peacock.  Paul Woolston from Newcastle United and Will Huffer from Leeds United have been named goalkeepers for the squad.  The defending champions are the Young Lions currently holding a 100% qualifying record.",
   "Goalkeepers Will Huffer and Paul Woolston joined the English Young Lions team which top coach John Peacock has assembled to try and defend their championship in the UEFA championship for under seventeens to be held in Bulgaria next month.",
   "John peacock just named his team for the under 17 championship in bulgaria, Last seasons champions are the Young Lions when they beat holland in the championship game. John peacock has gotten paul woolston and will huffer for his team as his goal keepers.",
   "John Peacock was the one who named the squad.  The team is the young lions, they are the defending champs. Paul woolston and Will Huffer are the goalkeepers."
  ],
  "text": "England coach John Peacock has named his squad for next month's UEFA European Under-17 Championship in Bulgaria. The Young Lions are the defending champions, having beaten Holland on penalties in the final last year, and progressed to this edition with a 100 per cent record in qualifying. They have been placed in Group D alongside Holland, Italy and the Republic of Ireland this time around and will open their campaign against Italy in Burgas on May 7. Chelsea youngster Jay Dasilva (right) has been included in John Peacock Under-17 squad Goalkeepers: Paul Woolston (Newcastle United), Will Huffer (Leeds United) Defenders: Danny Collinge (Stuttgart), Reece Oxford (West Ham United), Easah Suliman (Aston Villa), James Yates (Everton), Jay DaSilva (Chelsea), Tayo Edun (Fulham) Midfielders: Trent Arnold (Liverpool), Daniel Wright (Sunderland), Herbie Kane (Liverpool), Tom Davies (Everton), Marcus Edwards (Tottenham Hotspur), Nathan Holland (Everton), Chris Willock (Arsenal) Forwards: Layton Ndukwu (Leicester City), Stephy Mavididi (Arsenal), Ike Ugbo (Chelsea) The squad contains talented young players from a host of Premier League clubs including Jay Dasilva and Ike Ugbo of Chelsea and the Arsenal duo Chris Willock and Stephy Mavididi, who is called up for the first time. Liverpool pair Herbie Kane and Trent Arnold have earned a recall after missing the Elite Round of qualifiers last month, in which England beat Romania, Norway and Slovenia to reach the finals. Their other matches are against Holland on May 10 and Ireland on May 13. Arsenal's Chris Willock has been called up to the squad for the first time ahead of next month's tournament",
  "expert_coherence_mean": 1.0,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 1.0,
  "turker_coherence_mean": 1.0,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 1.0,
  "example_idx": 899
 },
 {
  "id": "dm-test-8e6c8aec6808f66ed0342e128a4e146f3ecd627d",
  "decoded": "Teacher Kaitlyn Granado was arrested on Monday after having sex with a 15 year old pupil from a Texas high school, and was released on bail 'We are committed to providing a safe, supportive and welcoming learning environment where all students feel comfortable and supported.' The school district said Granado was placed on administrative leave on March 26. A spokesman for the Texas Department of Public Safety said: 'The DPS takes all allegations of sexual assault seriously.",
  "references": [
   "Kaitlyn Granado, 24, first arrested March 19 for relationship with boy, 15. Admitting kissing and letting him touch her and was released on bail. Officers quizzed another 15-year-old on March 24 over second relationship. Granado arrested again amid claims she had sex with second boy in car.",
   "Texas math teacher Kaitlyn Granado is accused of having sex with her student, 15, in her car for a month. She has been arrested and will be released with $50,000 bail.",
   "Teacher Kaitlyn Granado was arrested for having repeated sexual relations with one of her under-aged students just one month after allowing another student to have inappropriate contact with her, for which she was previously suspended and placed on administrative leave.  Police have investigated and discovered that she may have been involved in an inappropriate relationship with yet another student at the school that she teaches at.",
   "Kaitlyn Granado a Texas school teacher was arrested for alleged sex with a 15-year-old student in January.  A school police officer learned of a sexual incident occurring with a boy last month, and she was subsequently arrested.  Another incident of an inappropriate relationship with a pupil had come to light and the teacher had been previously arrested in March 2019.  The teacher has been put on administrative leave.",
   "A Texas math teacher - Kaitlyn Granado - is accused of having sexual relations with another student shortly after she was arrested and released on bail for letting a teenager touch her breasts. She has been suspended and put on administrative leave pending the results of the case.",
   "A math teacher, Kaitlyn Granado, 24, was arrested after claims that she had sex with a student, 15, in her car on two back-to-back nights. She has previously been arrested for allowing another 15-year-old student to touch her breasts and kiss her.",
   "Kaitlyn Granado was a teacher that molested a 15 years old. The assault took place her in car on a January night. The teacher taught school at macarthur high school",
   "Kaitlyn Granado was arrested for having an inappropriate relationship with a 15 year old. The events took place between January 18 and 19 and it happened during her car at night. Granado posted a 50,000 dollar bail and now they will await how Granado will plead to these charges.",
   "Kaitlyn Granado sexually abused a 15 year old. Kaitlyn assaulted the student in her car. The article doesn't say where she previously taught.",
   "A teacher at Mac Arthur High School is being charged with sexual assault. The alleged assault took place in the teacher's vehicle. The student that was assaulted was only 15 years old.",
   "The student abused by Kaitlyn Granado was age 15 at the time that the pair had sex. The assault took place inside Kaitlyn Granado's car where she is alleged to have let the teen touch her breasts on more than one occasion. Kaitlyn Granado previously taught at the Macarthur high school in Irving, Texas until her arrest for having sex with her students."
  ],
  "text": "Kaitlyn Granado, 24, was arrested on Monday amid claims she had sex with pupil, 15, in her car on consecutive nights in January A Texas math teacher has been accused of having sex with an underage pupil from a Texas high school a month after she was arrested for letting another teenage touch her breasts. Kaitlyn Granado, 24, a teacher at MacArthur High School in Irving, was first arrested on March 19 for having an inappropriate relationship with a 15-year-old student, and was released on bail. Now she has been arrested again after another pupil, also aged 15, also accused Granado of having sex with him on two consecutive nights in January this year. According to the affidavit, seen by the Star-Telegram, the teen claims the sexual relationship took place in her car late at night on January 18 and 19 across the road from another school in Dallas. The abuse came to light after a school police officer learned of a possible relationship between Granado and one of the boys last month. She was arrested on March 19, and in a police interview she admitted kissing the pupil and allowing him to touch her breasts in April the previous year, according to the Dallas Morning News. She was subsequently suspended from teaching and put on administrative leave by school officials. At the time, detectives said they didn't think she had been in a relationship with any other pupils, but just days later, on March 24, officers quizzed a second boy about a possible relationship with her. A spokesman for the police department said: 'There was some discussion, some rumoring, there may have been a second person involved. 'That information came from within the school, and it turned out to be true.' Granado, who is a maths teacher at MacArthur High School in Irving, Texas (pictured), was also arrested last month when she admitted kissing another boy, also 15, and lettin him touch her breasts Granado was booked into Irving County Jail for the second time on Monday, and released after posting a $50,000 bail. It is not known how Granado intends to plead to the second set of charges against her. A spokesman for Irving school district said: 'While privacy laws prevent us from sharing specific details, we can reassure our families that we took immediate and appropriate action. 'Being on administrative leave prevents her from working with students and being present on any Irving ISD property.'",
  "expert_coherence_mean": 0.5,
  "expert_consistency_mean": 0.17,
  "expert_fluency_mean": 0.67,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.55,
  "turker_consistency_mean": 0.65,
  "turker_fluency_mean": 0.55,
  "turker_relevance_mean": 0.5,
  "example_idx": 457
 },
 {
  "id": "dm-test-2377095dda83df778e34304b7a09813808105d3b",
  "decoded": "at the same time , managers at the passport agency , which made a # 42 million profit during the chaos , received up to # 3,500 in bonuses . ministers refused to give a blanket refund to the desperate families who had to pay extra to get their travel documents rushed through , and even to some who missed out on trips . the boxes of passport applications piled up at in office in liverpool at the peak of the backlog last summer .",
  "references": [
   "HM Passport Office struggled to cope with 3.6million Britons applications. Ministers agreed to give urgent cases a free upgrade to fast-track service. Only 2,191 compensation applications were approved totalling £203,066. Meanwhile managers at agency were handed total of £1.8million in bonuses.",
   "Thousands of people who applied for passports have been delayed without receiving renumerations.  The passport agency has made substantial profits and bonuses, but haven't given adequate refunds to those who paid extra to get documents quickly.  The passport office was backlogged last summer and the chairman of home affairs was surprised about the lack of compensation.  Many missed trips due to the backlogs.  The passport offices made huge profits last year, but despite that when a newspaper contacted 12 people it was reported that only one got money back.",
   "Too many people have been applying for passports and it's causing services to slow and be approved. Many were even rejected simply because the number was too high.",
   "No compensation has been given to those with Summer passport delays. Passport agency managers made millions in profit during the period. The issues started with the passport office being unable to process millions of Britons seeking documentation.",
   "Last year's passport fiasco has not resulted in much compensation for those who were affected. The passport office received 3.6 million applications last year, which created a huge backlog by summer. Ministers offered free upgrades to use fast track, but many people already paid the extra 30 pound fee for that, and even still they didn't get their passports in time. The agency made a 42 million pound profit during all of this, and little of it has been returned to those who were burned.",
   "After a backlog in the passport office last year, many disgruntled customers are still waiting for their refunds. Ministers approved free upgrades for urgent cases, but many had already paid the additional 30 pound fee for the fast-track service. Most of these customers are still waiting to get their money back, while the passport office made a surplus of 42.3 million pounds during this rush period last year.",
   "Up to three-thousand five-hundred was received in bonuses The ministers agreed that urgent cases would be given a free ugrade to the fast-track service Keith Vaz, Home Affairs Committee Chairman, called for compensation",
   "The managers received a 3.500 bonus. The ministers agreed to give a free upgrade to the cases that were considered urgent. The chairman called for a compensation.",
   "A big chunk of bucks was handed to people around three thousand five hundred. He said the poor ones ought to get moola.",
   "Bonuses were approximately three thousand five hundred at a time when ministers said that there would be no cost for the \"Fast-Track\" in very important cases. The Chairman also said that there would be payment.",
   "The passport agency received $3,500 bonus money. They agreed to expedite important cases to fast track service. The chairman called for compensation."
  ],
  "text": "Thousands of holidaymakers caught up in last summer’s passport delay fiasco have not received any compensation. At the same time, managers at the passport agency, which made a £42 million profit during the chaos, received up to £3,500 in bonuses. Ministers refused to give a blanket refund to the desperate families who had to pay extra to get their travel documents rushed through, and even to some who missed out on trips. Scroll down for video The boxes of passport applications piled up at in office in Liverpool at the peak of the backlog last summer Keith Vaz, who as chairman of the Home Affairs Committee led the calls for compensation, said last night: ‘I am astonished so few people have been given compensation for what was a fiasco presided over by the management of the passport office, especially as they made a profit last year that ran into millions of pounds.’ The problems began a year ago as HM Passport Office struggled to cope with 3.6 million Britons applying for documents. By mid-June there were more than half a million passports stuck in the system. Ministers agreed to give urgent cases a free upgrade to the fast-track service, but thousands had already paid the extra £30 per passport for this. Many still missed trips because their passports did not arrive in time. Details obtained by The Mail on Sunday show scarcely any of the thousands of holidaymakers caught up in the chaos ever got anything back from the Passport Office. In total just 2,191 compensation applications were approved between April last year and January this year, scarcely changed from 2,077 for the previous year. The total paid out was £203,066, giving an average sum of £92.68. The biggest single payout was £5,463; the lowest £1. The Passport Office said it could not say how many claims were rejected, partly because of ‘the system failure of our customer complaint database’. It can be revealed however that Ministers rejected a demand by the Home Affairs Select Committee for all those left out of pocket to be compensated, saying: ‘It would create a precedent.’ Home Affairs Committee chairman Keith Vaz led the calls for compensation and was 'astonished' to learn just 2,191 compensation applications were approved This newspaper contacted more than a dozen holidaymakers who had either missed trips or had to pay extra to get passports in time. Only one had got money back. Among those refused were Mathew Bean and Hayley Kirkham. They lost close to £1,500 on a trip to Morocco, where he had planned to propose, because their passports did not arrive in time – even though they had applied ten weeks before they were due to travel and paid for upgrades. HM Passport Office made a surplus of £42.3 million between April and October last year. In 2013-14, the most recent figures available, managers were handed a total of £1.8 million in bonuses, with the average reward £499 and the highest £3,500.",
  "expert_coherence_mean": 0.58,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.58,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.75,
  "example_idx": 1571
 },
 {
  "id": "dm-test-8b51a10370a1219137e231192e65b9cd52238ea6",
  "decoded": "' it was here , of course , that stokes broke his wrist punching a locker after being dismissed last year and that will be a reminder to him of the need to channel his aggression in the right way now he is back in the england team . ben stokes has forged a reputation as a fiery character in the england cricket team . stokes -lrb- left -rrb- clashed with marlon samuels during the second test between west indies and england .",
  "references": [
   "Ben Stokes returns to the ground where he broke his wrist hitting a locker. He clashed with West Indies batsman Marlon Samuel in the second Test. But his aggression, when controlled, is important to England.",
   "An England team is being monitored after a couch was seen fighting with his players. The strokes are debating whether or not to let one player go but will wait until summer.",
   "Ben Stokes and his problems with his anger. His ups and his downs as a player and how it affects his aggression.",
   "After being dismissed from England's cricket team last year, Ben Stokes punched a locker and broke his wrist. His temper seemed to flare up again during the second test when he clashed with West Indies' player Marlon Samuels, but England's coach Peter Moores was able to calm Stokes down.",
   "Ben Stokes has an aggressive reputation on his England cricket team.  His coach had a long talk with him after an argument with Marlon Samuels.  The chat must have made a difference as he turned around his behaviors.  Stokes needs to use his aggressions in a positive way to make his team win.",
   "Stokes needed to be under control in the locker room, and against other players on the field. Ben could not be overtly aggressive to the point if it affects other players.",
   "Ben Stokes of England returned to the Kensington Oval, the site where he punched a locker last year and fractured his wrist. He is learning to handle his emotions in a better way this season. After the team won the second test, he congratulated Alastair Cook, the England captain.",
   "Ben Stokes turned up in the Kensington Oval this week. Stokes has a reputation as being temperamental, but he has returned to the England team. After England won its second test, Ben Stokes offered congratulations to Captain Alastair Cook.",
   "Ben Stokes first showed up at the Kensington Oval Ben Stokes is on the England team Ben Stokes congratulated  England captain, Alastair Cook",
   "England cricket player Ben stokes is back in action, as evidenced by his presence at the Kensington Oval, the same place that a year ago he broke his wrist by punching a locker. We hope that his quick temper has been somewhat cooled by his coach, Peter Moores. This certainly seems to be the case, if we are to judge by photographs of Stokes congratulating his captain, Alastair, after the second test win.",
   "Ben Stokes had turned up at the Kensington Oval. Ben Stokes is part of the England team. Ben Stokes had congratulated England Captain Alastair Cook."
  ],
  "text": "There would have been no mercy in the dressing room. Nothing is sacred in the team. When Ben Stokes first turned up at the Kensington Oval this week someone would have said: ‘Mind that locker, Stokesey.’ It was here, of course, that Stokes broke his wrist punching a locker after being dismissed last year and that will be a reminder to him of the need to channel his aggression in the right way now he is back in the England team. Ben Stokes has forged a reputation as a fiery character in the England cricket team Stokes (left) clashed with Marlon Samuels during the second Test between West Indies and England But Stokes (right) responded positively to the row after talking to England coach Peter Moores Only a slight niggle in his back might stop Stokes playing here in Barbados and I am glad he has fought his way back after what has been a year of ups and downs. I like Stokes and I like his character at a time when the game can be perceived as producing robots and players who cannot capture the imagination. He has something about him, as he showed when he was in Mitchell Johnson’s face during the Ashes series. He was not worried about the bombardment he would get in return. But I do believe he will need careful man-managing. Peter Moores, England’s coach, dragged him to one side after his clash with Marlon Samuels in the second Test and had a long chat with him and if it was to talk about how he should respond then the advice he gave was clearly right. The way he approached the Jamaican after that third-day salute was spot on. England must make sure they do not quash that natural exuberance and desire to take someone on. It will not always come off but we have to accept that there will be lows as well as highs with this lad. What Stokes must not do is try to live up to his reputation and become pigeon-holed. He can be feisty and fiery as long as it’s natural but his aggression has to be controlled. You want the character as long as the end product is runs and wickets. Stokes (second left) can use his aggression to bring runs and wickets to the England team Stokes (left) congratulates England captain Alastair Cook after the side won the second Test England want to have Stokes in the team as much as possible to help him hit his full potential Let him go a bit but rein him in occasionally. There is an argument here to play the second spinner in Adil Rashid and if England went down that route in Bridgetown the place of Stokes or Chris Jordan would come into question but they clearly want both to play as much as possible. This summer there will rarely be the need for two spinners so England want these two exciting cricketers to grow into the international game. They can only get better and that’s an exciting prospect.",
  "expert_coherence_mean": 0.42,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 0.92,
  "expert_relevance_mean": 0.83,
  "turker_coherence_mean": 0.5,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 0.25,
  "example_idx": 875
 }
]