[
 {
  "id": "dm-test-155754e1f2bc83f6836af78703edd4d00f19f381",
  "decoded": "fans will see aidan turner 's new baby daughter as sunday night 's episode . last week , demelza poldark is now the mother to the show 's tv episode . demelza poldark has been eight months pregnant .",
  "references": [
   "SPOILER ALERT: Maid gives birth to baby on Sunday's episode. Only announced she was pregnant with Poldark's baby last week.",
   "Rosh Poldark welcomes a baby daughter with Demelza Poldark.  Poldarks heart is off the market.",
   "A celebrity recently welcomed a baby into the world and the wife discusses her experiences with her pregnancy. She has wanted to settle down for a while and is glad her pregnancy wasn't noticable on television.",
   "Demelza Polark pregnancy isnt very convincing on the show. The announcement was made too sudden.",
   "Demelza Poldark is now mother to a child. She was not showing in prior episodes. Some viewers believe the show is good",
   "Demelza Poldark gave birth on a show after barely even showing her pregnancy.  The pregnancy was portrayed as passing by very quickly on the show.  Those who wanted to be the apple of Poldark's eye, are disappointed since his heart is now off the market.  People comment that if you are pregnant in Poldark times, you will have the baby in 10 minutes.",
   "Ross is truly happy after being able to see his daughter for the first time. Ross is in a relationship with the mother Demelza who recently talked about carrying the child to term.",
   "Demelza Poldark, played by Eleanor Tomlinson, talks about being 8 months pregnant during the latest episode of Poldark. Meanwhile, Ross Poldark, played by Aiden Turner, is known as a heartthrob, but he is clearly off the market with the news of this pregnancy. Ross Poldark gazes lovingly at his newborn daughter in the first 10 minutes of the new episode.",
   "Demelza who is played by eleanor tomlinson is 8 months pregnant. But her interest in Poldark is wasted effort as his heart is truly off the market. Poldark gazes lovingly at his new baby daughter.",
   "In the latest episode, Demelza Poldark talks about being 8 months pregnant. Ross Poldark, who is off the market and in love with Demelza, will be shown gazing lovingly at his new baby daughter tomorrow night.",
   "Ross Poldark is no longer available after having a child whom he looks at with love. Ross's baby's mother , Demeleza, discusses what it's like to be pregnant for 8 months."
  ],
  "text": "Last week she was barely showing – but Demelza Poldark is now the proud mother to the show’s latest addition. Within ten minutes of tomorrow night’s episode, fans will see Aidan Turner’s dashing Ross Poldark gaze lovingly at his new baby daughter. As Sunday night’s latest heartthrob, women across the country have voiced their longing to settle down with the brooding Cornish gentleman – but unfortunately it seems as if his heart is well and truly off the market. Scroll down for video Last week she was barely showing – but Demelza Poldark is now the proud mother to the show’s latest addition He may have married his red-headed kitchen maid out of duty, but as he tells her that she makes him a better man, audiences can have little doubt about his feelings. What is rather less convincing, however, is the timeline of the pregnancy. With the climax of the previous episode being the announcement of the pregnancy, it is quite a jump to the start of tomorrow’s instalment where Demelza, played by Eleanor Tomlinson, talks about being eight months pregnant. Just minutes after – once again without any nod to the passing of time – she is giving birth, with the last month of her pregnancy passing in less than the blink of an eye. With the climax of the previous episode being the announcement of the pregnancy, it is quite a jump to the start of tomorrow’s instalment where Demelza, played by Eleanor Tomlinson, talks about being eight months pregnant As Sunday night’s latest heartthrob, women across the country have voiced their longing to settle down with Poldark – but unfortunately it seems as if his heart is well and truly off the market Their fast relationship didn't go unnoticed by fans. One posted on Twitter: ‘If you are pregnant in Poldark times expect to have it in the next 10 minutes’ It is reminiscent of the show’s previous pregnancy that saw Elizabeth, another contender for Ross’s affection, go to full term in the gap between two episodes. This didn’t go unnoticed by fans, who posted on Twitter: ‘Poldark is rather good, would watch the next one now. Though if you are pregnant in Poldark times expect to have it in the next 10 minutes.’",
  "expert_coherence_mean": 0.17,
  "expert_consistency_mean": 0.67,
  "expert_fluency_mean": 0.42,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 0.5,
  "turker_relevance_mean": 0.5,
  "example_idx": 1071
 },
 {
  "id": "dm-test-bd4684a0f5af5dd6ac88d2fb50f902bd7f10217b",
  "decoded": "radamel falcao spent eight years with the argentine side before leaving for porto in 2009 and river plate are open to equal colombia 's all-time goalscoring record with 24 goals . falcao scored 34 goals in 90 appearances for the argentine club during his four seasons in the first team .",
  "references": [
   "River Plate admit they 'dream' of Manchester United striker Radamel Falcao. The Colombia international spent eight years with the Argentine club. Falcao has managed just four goals in 19 Premier League appearances.",
   "River Plate have set their sights on signing Manchester United's stiker, Radamel Falcao. Falcao is said to have been struggling on his loan with Manchester United.",
   "Struggling striker Radamel Falcao would be welcomed back by his former team River Plate if they were able to strike a deal with his current Manchester United team.",
   "River Plate are interested in signing their former player Radamel Falcao, despite complications surrounding the deal. The 29 year old forward played his first eight seasons with the team before his departure. He has struggled in his last season at Manchester United, scoring only four goals, though he has played well for Colombia at the World Cup.",
   "The River Plate football club is attempting sign player Radamel Dalcao but is struggling to come to terms on a contract. They don't know if he wants to return to his old team at this point.",
   "A team player has been recently signed onto another team in hopes of bringing them closer to victory. The player is known to play well and this will be his first time professionally playing",
   "Radamel Falcao plays for Manchester United. Falcao is looking at to be signed by River Plate. Falcao played for River Plate for eight years before leaving.",
   "River Plate have expressed interest in Man United's Radamel Falcao. Falcao played at River Club in the past, from age 15 he played for River Plate and eventually joined their first side in 2005. He managed 34 goals in 90 showings for the side and River Plate are keen to renew that connection with Falcao.",
   "River plate football club is attempting to sign Radamel Falcao. He is currently a player for Manchester United.  He previously played for River Plate before in the past.",
   "River plate wants to sign player Radamel Falcao who currently plays for manchester united. He used to play for River Plate in the past as a forward. Falcao scored 34 goals in 90 games he played in primera.",
   "River Plate is interested in reuniting with their previous forward Radamel Falcao, who now plays for Manchester United. Falcao played with them for eight seasons."
  ],
  "text": "River Plate are keen to sign Manchester United striker Radamel Falcao but admit a deal is complicated. The Colombia forward spent eight years with the Argentine side before leaving for Porto in 2009 and River Plate are open to Falcao returning. During an interview with Esto es River program, vice president Matias Patanian said: 'We dream of Falcao Garcia. The doors are open.' River Plate are keen to sign former forward Radamel Falcao who has struggled on loan at Manchester United River Plate vice president Matias Patanian admits the club 'dream of Falcao' and that 'the doors are open' The 29-year-old has struggled during a season-long loan spell at Old Trafford this term - scoring just four Premier League goals - and it remains to be seen whether United will exercise the option to keep the frontman or whether he will return to parent club Monaco. However, Falcao has been in good goalscoring form for his countrythis week, finding the net three times in two games to equal Colombia’s all-time goalscoring record with 24 goals. Joining River Plate at the age of 15 in 2001 before making his first-team debut four years later, Falcao went on to score 34 goals in 90 appearances for the Primera Division club. Falcao scored 34 goals in 90 appearances for the Argentine club during his four seasons in the first team",
  "expert_coherence_mean": 0.17,
  "expert_consistency_mean": 0.83,
  "expert_fluency_mean": 0.25,
  "expert_relevance_mean": 0.33,
  "turker_coherence_mean": 0.75,
  "turker_consistency_mean": 0.5,
  "turker_fluency_mean": 0.5,
  "turker_relevance_mean": 0.75,
  "example_idx": 260
 },
 {
  "id": "dm-test-2abe0f81f5b22c8a406165717e3bd7fce6fe47c6",
  "decoded": "the iowa board of chiropractic released a report wednesday detailing charges against charles manuel , of lamoni . manuel signed an agreement last month admitting his misdeeds and pledging not to apply for reinstatement for at least 10 years . the agreement requires that manuel prove any circumstances surrounding the revocation of his license .",
  "references": [
   "Charles Manuel of Lamoni, Iowa admitted to a review board that he traded sexual favors for his services. Manuel also fessed up to performing exorcisms and to telling patients to stop taking medications prescribed to them by a medical doctor. The Iowa Board of Chiropractic required Manuel to pledge he would not apply for reinstatement of the license, but only for 10 years.",
   "A chiropractor in Iowa has been stripped of his license after he accepted sex as a form of payment. He also performed exorcisms. Manuel Lamoni signed an agreement admitting what he had done and pledged not to apply for chiropractic reinstatement for a minimum of ten years.",
   "A chiropractor from Iowa forfeited his license after the allegations that he was doing exorcisms and trading sex with patients for chiropractic services. He will have to the allegations no longer exist before he can start practicing in Iowa again.",
   "Charles Manuel, A chiropractor located in southern Iowa admitted to accepting sex as a payment and performing exorcisms on his patients. He pleaded guilty and cannot apply for a license for at least the next 10 years.",
   "A man is found guilty of using services for sex as well as providing exorcisms for patients. Many previous employees have come forward to discuss their experiences.",
   "Charles Manuel who is a Chiropractor in south Iowa has handed over his license after accusations he was trading his services for sex with his patients. The man will not be allowed to practice again for at least ten years.",
   "A chiropractor named Charles Manuel was forced to give up his license to practice after it was revealed that he gave sexual services and performed exorcisms on some of his patients. He only received three patient survey responses on healthgrades.com, though they were all positive.",
   "Chiropractor Charles Manuel was forced to surrender his licence and not reapply for 10 years, according to the Iowa Board of Chiropractic. Manuel performed exorcisms on his patients. He had previously received just three survey responses from patients on healthgrades.com",
   "Charles Manuel gave up his license after many illegal transactions. Charles Manuel performed exorcisms. Charles Manuel only received a few responses on the website, Health Grades.",
   "The name of the chiropractor is Manuel. Manuel performed exorcisms on some of his patients. The website in which Manuel got the reviews is health grades dot com",
   "The name of the chiropractor is Charles Manuel. The chiropractor performed exorcisms on his patients. The website he received patient reviews was healthgrades."
  ],
  "text": "A southern Iowa chiropractor accused of accepting sex as payment for his services and performing exorcisms on patients has surrendered his state license. The Iowa Board of Chiropractic released a report Wednesday detailing charges against Charles Manuel, of Lamoni. Manuel signed an agreement last month admitting his misdeeds and pledging not to apply for reinstatement for at least 10 years. Patient satisfaction: A chiropractor in Iowa has surrendered his license to practice and admitted to swapping services for sex and performing exorcisms on some patients. Nonetheless, he's received outstanding evaluations for patient satisfaction on HealthGrades.com The agreement requires that Manuel prove any circumstances surrounding the revocation of his license no longer exist before he can resume practicing chiropractic in the state. Those circumstances included bartering sex for services with some patients. Manuel also recommended that patients stop taking medication he prescribed to them. A woman who answered a call to Manuel's home from the Des Moines Register declined to comment on the case. A woman at his former practice said he hadn't worked there for some time. A Lamoni address listed on the Yelp page for Manuel's practice appears to be a home on a residential street. While Maneul has received just three patient survey responses on HealthGrades.com, those responses were quite positive. The disgraced chiropractor received a perfect five out of five stars in patient satisfaction. Strange practice: Charles Manuel, who admitted wrongdoing to the Iowa Board of Chiropractic, listed his practice's addresses on this residential street in the small agricultural town of Lamoni in southern Iowa",
  "expert_coherence_mean": 0.58,
  "expert_consistency_mean": 0.92,
  "expert_fluency_mean": 0.75,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.7,
  "turker_consistency_mean": 0.7,
  "turker_fluency_mean": 0.65,
  "turker_relevance_mean": 0.7,
  "example_idx": 1282
 },
 {
  "id": "dm-test-97bbda7ec22a736cd174b51513c72a6372d13d35",
  "decoded": "while the 13 letters were expected to bring in anywhere from $ 300,000 to $ 600,000 , the only person who raised a paddle - for $ 260,000 - was a sotheby 's employee trying to jump start the bidding . the current owner of the signage is yankee hall of famer reggie jackson , who purchased the 10-feet-tall letters for an undisclosed amount after the stadium saw its final game in 2008 . the 68-year-old yankee said he wanted ' a new generation to own and enjoy this icon of the yankees and of new york city .",
  "references": [
   "The Yankee Stadium signage was bought by Hall of Famer Reggie Jackson when the stadium was shuttered in 2008 for an undisclosed sum. Before the auction, Jackson had promised to fly out himself to see the letters at the winner's home.",
   "The once iconic and attractive pack of 13 letters that was placed at the Yankee stadium in 1976 and later removed in 2008 was unexpectedly not favorably considered at the Sotheby's auction when the 68 year old owner of the letters attempted to transfer its ownership to a member the younger populace. Thus, when the minimum estimate of $300,000 was not met, a further attempt was made by a former player of the Yankees to personally visit the new owner as an incentive.",
   "Despite promises from current owner Reggie Jackson to fly them out to the winner's home personally, the 10-foot-tall letters that once adorned Yankee Stadium were not sold on at a recent Sotheby's auction. They were expected to bring up to $600,000, but the only bid came from a Sotheby's employee for $260,000 in an effort to get the bidding started.",
   "Several letters were put over Yankee Stadium to bring in bids to build a new stadium. An auction was held to hopefully raise enough money, and the highest bid was 112,500.",
   "Thirteen letters that hung over Yankee Stadium from 1976 until 2008 failed to sell at Sotheby's auction on Wednesday.  The current owner, Yankee Hall of Famer, Reggie Jackson, was hoping to sell the iconic letters, estimated to bring in between $300,000 to $600,00, but did not receive any bids.",
   "There was not a single buyer at the auction at Sotheby's on Wednesday for the glowing blue letters that once lit the Bronx's Yankee Stadium. Not a single non-employee raised their paddle to bid. Jackson, the owner of the letters, was surprised by the lack of results. The venue is also auctioning off other items like Mets memorabilia.",
   "Glowing letters that had been hanging above the yankee stadium from 1976 to 2008 were placed for auction at Sotheby's on Wednesday, but were not sold, The current owner of the sign is Reggie Jackson, a yankee hall of famer.",
   "An auction occurred at Sotheby's on Wednesday to solicit bids for letters that had been installed on top of Yankee stadium since 1976. The name of the owner of the letters is Jackson, a 68 year old man.",
   "Blue lettered signage that was displayed at Yankee stadium from 1976 to 2008 failed to sell at auction. The auction was held at Sotheby's on Wednesday. They signage received no public bids and ownership now remains with former Yankees player Reggie Jackson.",
   "An auction for the lights from Yankee Stadium failed to produce any bids on Wednesday at Sotheby's. The lights, currently owned by former Yankees player Reggie Jackson, lit the stadium from 1976 until 2008.",
   "The letters had been in place at the stadium since 1976 and were owned by Reggie Jackson. They were sold at auction on Wednesday."
  ],
  "text": "The glowing blue letters that once lit the Bronx from above Yankee Stadium failed to find a buyer at an auction at Sotheby's on Wednesday. While the 13 letters were expected to bring in anywhere from $300,000 to $600,000, the only person who raised a paddle - for $260,000 - was a Sotheby's employee trying to jump start the bidding. The current owner of the signage is Yankee Hall of Famer Reggie Jackson, who purchased the 10-feet-tall letters for an undisclosed amount after the stadium saw its final game in 2008. No love: 13 letters that hung over Yankee Stadium were estimated to bring in anywhere from $300,000 to $600,000, but received no bids at a Sotheby's auction Wednesday The 68-year-old Yankee said he wanted 'a new generation to own and enjoy this icon of the Yankees and of New York City.' The letters had beamed from atop Yankee Stadium near Grand Concourse in the Bronx since 1976, the year before Jackson joined the team. ESPN reports Jackson, who attended the auction, bought the letters 'on a lark.' Jackson joked that once he saw the size of the letters, some of which are also 10-feet-wide, he realized he might have gotten ahead of himself. He promised before the auction that if the letters were bought by a bidder in the United States, he would fly out to see the signage himself at the winner's home. Yankee Stadium: The letters at the stadium, which was built in 1923, were installed in 1976 and taken down in 2008 In addition to the letters, Sotheby's was auctioning off a New York Mets bullpen car from the late 60s. Despite the Mets memorabilia being estimated at only $20,000 to $30,000, it raked in a winning bid of $112,500 at auction.",
  "expert_coherence_mean": 0.75,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.7,
  "turker_consistency_mean": 0.7,
  "turker_fluency_mean": 0.7,
  "turker_relevance_mean": 0.75,
  "example_idx": 539
 }
]