[
 {
  "id": "dm-test-e470f0a87d7513bf880412524332047020422c3f",
  "decoded": "Heritage Auctions offered the gray jacket and skirt , featuring a black zigzag applique , plus more than 150 other items from the Academy Award-winning film at auction on Saturday . The dress - a jacket and full skirt ensemble - was worn in several key scenes in the 1939 movie but has suffered a little with age and has faded to light gray .",
  "references": [
   "A jacket and full skirt ensemble worn in several key scenes in the 1939 movie has fetched $137,000 at auction. The has faded over time from its original slate blue-gray color to become light gray. Private collection James Tumblin learned that the dress was about to be thrown out in the 1960s and negotiated a deal to buy it for $20. Other top selling items from the auction were a straw hat worn by Leigh that sold for $52,500.",
   "A dress worn by Vivien Leigh during the film Gone With the Wind went for 137000.00, at auction. It was sold by Heritage Auctions, along with about 150 other items. Among other items related to Gone With the Wind, which had its 75th anniversary last year, that were sold; a straw hat (52500.00), a black bonnet (30000.00), trousers and a jacket, and a suit worn by Clark Gable (55000.00), in the film.",
   "An auction took place providing several valuable possession from a famous artist. Simple clothing items sold for over 50,000 and even some that have been worn by other celebrities",
   "A dress from Gone with the Wind worn by Scarlett O-Hara has sold for $137,000 via auction. The clothing was worn in pivotal scenes. The character who played the nany became the first African-American actor to be nominated for an academy award.",
   "The dress that Vivien Leigh wore in Gone with the Wind was sold in an auction recently for 137 thousand dollars.  Other articles of clothing from the movie such as hats and pants sold for high prices as well.",
   "A glamorous dress that was worn by Vivian Leigh in the hit movie Gone with the Wind has been put up for auction. The now faded dress managed to command over 130 thousand dollars.",
   "The straw hat worn by Vivien Leigh sold for $52,500. Clark Gable's suit and trousers sold for $55,000. Margaret Mitchell wrote her best selling book in 1936.",
   "The straw hat was bought for $52,500. The Clark Gable suit was sold for $55,000. The book was written in 1936.",
   "Items from the movie adaptation of the best-selling 1936 book Gone with the Wind were recently on the auction block. Collectors were able to pick up movie gems like the straw hat worn by Vivien Leigh, which commanded $52,500, and Clark Gable's suit, which a lucky fan got for $55,000.",
   "Recently, pieces worn by Vivien Leigh who appeared in the classical film 'Gone with the wind' in 1939 were auctioned off. Among these were a straw hat which sold for 52 500 dollars as well as a suit which was worn by Clark Gable from the same film, for 55 000 dollars. The film was based on a novel by Margaret Mitchell in 1936 and the book was based on a spoilt socialite from the south in the olden era. The film celebrated a 75th anniversary perhaps adding to the appeal at the auction.",
   "Heritage auctions sold academy award-winning movie attire recently including the straw Hat worn by Vivien Leigh for $52,500. Additionally, a suit worn my Clark Gable was auctioned off for $55,000. The book, Gone with the Wind, was a 1936 best-seller that featured Leigh and Gable in the movie version of the book."
  ],
  "text": "A dress worn by Vivien Leigh when she played Scarlett O'Hara in the classic 1939 film Gone With the Wind has fetched $137,000 at auction. Heritage Auctions offered the gray jacket and skirt, featuring a black zigzag applique, plus more than 150 other items from the Academy Award-winning film at auction on Saturday in Beverly Hills, California. The dress - a jacket and full skirt ensemble - was worn in several key scenes in the 1939 movie, including when Scarlett O'Hara encounters Rhett Butler, played by Clark Gable, and when she gets attacked in the shanty town. Scroll down for video An outfit worn in several scenes of the 1939 film Gone With The Wind by Vivien Leigh as she played Scarlett O'Hara sold for $137,000 at auction on Saturday The dress - a jacket and full skirt ensemble - was worn in several key scenes in the 1939 movie but has suffered a little with age and has faded to light gray from original slate blue-gray color The outfit has suffered a little with age, however. When Leigh wore it in the movie, it was slate blue-gray but over the years it has faded to light gray. It was one of more than 150 items that were part of the private collection of James Tumblin, formerly in charge of the hair and makeup department at Universal Studios. Tumblin began collecting onscreen costumes, props and behind-the-scenes artifacts from the film in the 1960s, amassing a collection of more than 300,000 pieces of memorabilia. During a visit to the Western Costume Company he spotted the Scarlett O'Hara dress on the floor. He learned that the dress was about to be thrown away and negotiated a deal to buy it for $20. Tumblin has 'devoted his life and efforts to promoting Hollywood and this film, touring his items throughout the United States,' said Kathleen Guzman, managing director of Heritage Auctions. Gone With The Wind, which celebrated its 75th anniversary last year, was based on Margaret Mitchell's 1936 best-selling book about a spoiled Old South socialite, played by Vivien Leigh, and co-starred Clark gable as Rhett Butler Hattie McDaniel (left), Olivia DeHavilland (middle), and Vivien Leigh: McDaniel famously became the first African-American actor to be nominated for and win an Academy Award Other top selling items from the auction were a straw hat worn by Leigh that sold for $52,500; the trousers and jacket from a suit worn by Clark Gable as Rhett Butler, selling for $55,000; and a black bonnet worn by both Leigh and Olivia De Havilland as Melanie Wilkes, which fetched $30,000. Gone With The Wind, which celebrated its 75th anniversary last year, was based on Margaret Mitchell's 1936 best-selling book about a spoiled Old South socialite. Actress Hattie McDaniel, who played Scarlett's devoted nanny Mammy, a slave, famously became the first African-American actor to be nominated for and win an Academy Award.",
  "expert_coherence_mean": 0.5,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 0.83,
  "expert_relevance_mean": 0.67,
  "turker_coherence_mean": 0.65,
  "turker_consistency_mean": 0.65,
  "turker_fluency_mean": 0.55,
  "turker_relevance_mean": 0.7,
  "example_idx": 125
 },
 {
  "id": "dm-test-23e8c1d71474d239aa9ae37b9a05031b0054b8ce",
  "decoded": "leicester city host swansea city in the premier league on saturday . the foxes are just three points from safety after back-to-back wins . nigel pearson has urged his players to ignore their relegation rivals .",
  "references": [
   "Leicester have won back-to-back league games to boost  survival hopes. Nigel Pearson has urged his players to focus on their own run-in. Leicester now just three points from safety heading into final six games.",
   "After two wins in a row, Leicester is only three points away from safety. They play Barclays Premier League rival Swansea at home on Saturday. Their manager, Nigel Pearson, wants his team to only focus on themselves and not on the other team.",
   "The manager for the Leicester football club is urging his players to leave their feelings out of the game and focus on doing what they need to do to win. They are heading in to the last game of the season with a chance to continue in to the playoffs.",
   "Leicester, at the bottom of the table, beat West Brom 3-2.  Jamie Vardy scored the game winner which gives the team a chance at Premier League survival.  Manager Nigel Pearson told his players to focus on the games and not worry about relegation.",
   "Leicester coach Nigel Pearson is urging his squad to maintain focus in the face of relegation. Leicester hosts rivals Swansea on Saturday, and is hovering on the brink of relegation. Pearson has urged his squad to stay optimistic and focused on the task of winning games on the pitch even though the rivalry with Swansea is fierce.",
   "Nigel Pearson tells his team to stay calm despite a relegation rivalry. He believes that the club controls its own future, with a good chance.",
   "Lecister coach Nigel Pearson has requested that his team remain calm in the face of an upcoming relegation series match for the Barclay Premier League. Player Jamie Vardy notched a goal in the previous week's game to set up this upcoming showdown against their rival, Swansea.",
   "After Jamie Vardy helped Leicester beat Bromwich Albion with the winning shot, the team is still alive in the Barclay's Premier League. Nigel Pearson, the team's manager, wants them to stay composed and worry only about themselves.",
   "Coach Nigel Pearson has asked his team to remain calm in the face of rivals.  Jamie Vardy was able to get a goal against Bromwich Albion. Leichester is moving forward in the premiere league thanks to the timely goal.",
   "Pearson encouraged his club, Leicester to remain clam. Vardy scored against West Bromwich Albion. They were competing in the Barclays Premier League.",
   "Nigel Pearson urged Leicester to remain calm. Jaime Vardy scored against West Bromwich Albion. Leicester has advanced in the Premier League with West Brom."
  ],
  "text": "Boss Nigel Pearson has urged Leicester to keep their cool and ignore their relegation rivals. The Foxes host Swansea on Saturday just three points from safety in the Barclays Premier League after back-to-back wins. Last week's 3-2 win at West Brom handed them a survival lifeline, although they remain bottom of the table. Jamie Vardy scored an injury-time winner against West Bromwich Albion on Saturday to improve his side's slim chance of Premier League survival Vardy celebrates in front of the travelling away fans after hitting the winner against West Brom But after their mini-revival, Pearson wants his side to remain focused on their own jobs. 'I'm very wary of people flipping the emphasis,' he said. 'Our future is in our own hands and if we go into the last game with that we have given ourselves a realistic chance. 'We need to make sure our own run-in is what we want it to be. Leicester manager Nigel Pearson has urged his players to focus on their own job and not worry about their relegation rivals during run-in 'It's helpful that other teams are being dragged into it. People are continually adjusting the form table and their predictions. 'We can't get involved in anything apart from being involved in our own games that may change people's perceptions. 'It's great when results go your way but they only help if you've done your own job. 'It's important for us to be in touch. One of the potential problems we have to deal with is people are now overly optimistic.'",
  "expert_coherence_mean": 0.92,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.83,
  "turker_coherence_mean": 0.8,
  "turker_consistency_mean": 0.9,
  "turker_fluency_mean": 0.8,
  "turker_relevance_mean": 0.85,
  "example_idx": 1082
 },
 {
  "id": "cnn-test-e49792c337d3f4c13e22f710efa44cf6a4e59aba",
  "decoded": "dzhokhar tsarnaev was found guilty on all 30 charges in the 2013 race . it is expected to last four weeks , a day after the race . the 13th juror : now it is real .",
  "references": [
   "Parents of Martin Richard argue against death penalty for Dzhokhar Tsarnaev. The 8-year-old boy was youngest of victims in the Boston Marathon bombings. Sentencing phase for Tsarnaev begins next week.",
   "Dzhokhar Tsaranaev was convicted and found guilty of everything that he was accused of having to do with the bombs at the race. He will be sentenced later this week . The family who's child was killed in the attack speaks out to say that they are ready for this to be over. They do not want the death penalty as a punishment for the killer.",
   "A child has passed away and the parents are looking to obtain justice during the trial for their son's murder and injuries from their daughter.",
   "The after effects of the Boston marathon bombings. It is about the trial and the way it has affected the families of the victims.",
   "The parents of a Boston Marathon bomber are seeking to avert the death penalty for the convicted criminal. The family would prefer the defendant spend his life in prison. The family adds that the case should be closed and no further harm done to those involved.",
   "Parents of the youngest person to be killed during the Boston Bombing is now arguing that the death penalty should not be enacted on the bomber Dzhokhar Tsarnaev. The family say they just want to move on with their lives.",
   "Bill and Denise Richard wrote in the Boston Globe that they want to look towards a better future and ask that the death penalty be taken off the table. Their 8 year old son Martin was killed, along with 2 others and 200 wounded, in the Boston marathon bombing in 2013.",
   "The Richards believe they will look to a better future. Bill and Denise Richard's son was Martin. Martin Richard and about two other people were murdered.",
   "The parents of the dead boy, Martin Richard. Denise Richard is the mother of Martin. Martin and two others were murdered during the attack.",
   "Bill and Denise Richard look to a better future and refuse to hate the Boston Marathon bomber who killed their 8 year old son Martin and two others.",
   "The Richards believe that through all of the events, they should end the hurt and just move on with their lives. It was Bill's and Denise's 8 year old son, Martin, that was killed in the bombing. Besides Martin Richard, two other people were killed in the bombing."
  ],
  "text": "(CNN)The parents of the youngest victim of the Boston Marathon bombings are making an emotional, passionate plea to take the death penalty off the table for the man convicted in the case. Last week, Dzhokhar Tsarnaev was found guilty on all 30 charges he faced related to the bombings at the 2013 race and the dramatic violence that dragged out for days afterward. A look at all of the charges The sentencing phase begins Tuesday, a day after this year's edition of the landmark race. It is expected to last four weeks. The 13th Juror: Now it gets real In a front-page opinion piece in The Boston Globe, Bill and Denise Richard wrote about the toll taken on their family after the death of their 8-year-old son, Martin. Their daughter, Jane, also was severely injured. \"Our family has grieved, buried our young son, battled injuries, and endured numerous surgeries -- all while trying to rebuild lives that will never be the same,\" they said in the Globe column titled \"To end the anguish, drop the death penalty.\" \"We sat in the courtroom, day after day, bearing witness to overwhelming evidence that included graphic video and photographs, replicated bombs, and even the clothes our son wore his last day alive.\" They said they understood the \"heinousness and brutality of the crimes committed.\" \"We were there. We lived it. The defendant murdered our 8-year-old son, maimed our 7-year-old daughter, and stole part of our soul.\" But now the Richards are urging the Justice Department to bring the case to a close. \"We are in favor of and would support the Department of Justice in taking the death penalty off the table in exchange for the defendant spending the rest of his life in prison without any possibility of release and waiving all of his rights to appeal,\" they wrote. They go on to say: \"We know that the government has its reasons for seeking the death penalty, but the continued pursuit of that punishment could bring years of appeals and prolong reliving the most painful day of our lives. We hope our two remaining children do not have to grow up with the lingering, painful reminder of what the defendant took from them, which years of appeals would undoubtedly bring.\" Martin Richard and two others were killed and more 200 people wounded when a pair of bombs went off within 12 seconds of each other at the finish line on April 15, 2013. Tsarnaev was convicted last week, while his brother, Tamerlan, was killed in a shootout with police two years ago. The Richards never mention Tsarnaev by name. They stress that they were only speaking for themselves when they argue against the death penalty. \"We believe that now is the time to turn the page, end the anguish, and look toward a better future -- for us, for Boston, and for the country,\" they wrote.",
  "expert_coherence_mean": 0.08,
  "expert_consistency_mean": 0.33,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.17,
  "turker_coherence_mean": 0.55,
  "turker_consistency_mean": 0.6,
  "turker_fluency_mean": 0.45,
  "turker_relevance_mean": 0.65,
  "example_idx": 751
 },
 {
  "id": "dm-test-051db270afc32571a08c15124330efe89d80fea8",
  "decoded": "an fbi agent 's sniper rifle was ripped out of his car 's window and stolen from a salt lake city hotel parking lot . the gun was inside a hard rifle case and was ` secured properly ' to a truck safe with padlocks and chains while the car was parked at the marriott springhill suites . police believe the thief stole the rifle by breaking the rear right passenger-side window , tying a rope around the rifle case 's handle or a cable lock .",
  "references": [
   "Rifle was stolen overnight while agent's car was parked at a Salt Lake City hotel across the street from the state's FBI office. Gun was 'secured properly' in a case and truck safe with padlocks and chains. Police believe thief tied a rope around the case and used another car to break the handle off by ripping the case through the car's window. Agent's stolen backpack and gear bags were recovered at a nearby hotel, but the gun has not been found.",
   "A thief stole a FBI agent's rifle right out of the agent's car window days before President Obama made a visit to Utah.",
   "A rifle was stolen from an FBI agent's vehicle in Salt Lake City, Utah shortly before the arrival of President Obama to Utah. The rifle was taken from the agent's locked and parked car, outside a Marriott Springhill Suites. The thief removed the entire passenger side window from the car in order to get to the rifle.",
   "A FBI agent's sniper rifle was stolen out of his car at a hotel in Salt Lake City. The rifle was secured with chains and padlocks, but the thief was able to break the car's window and use another car to rip the gun case out of the car.",
   "A rifle was found stolen from a person's vehicle out in Utah. A sniper rifle was also missing but police have yet to find this weapon.",
   "A large and powerful rifle was taken in the cover of night from the room of a high ranking officer. The vehicle being so close to the airport is a major concern.",
   "One of the FBI agents in Salt Lake City as part of President Obama's security detail reportedly had his sniper rifle stolen from his car while it was parked in a hotel parking lot. Unfortunately, the hotel did not have surveillance footage to record the theft.",
   "In Salt Lake City, an FBI agent's sniper rifle was stolen from his car. There were no surveillance cameras available to record the crime. This all happened just days before President Obama was set to visit Utah.",
   "An FBI agent's sniper rifle was stolen from his car in a hotel parking lot in Salt Lake City, Utah, one week before President Obama was scheduled to visit the state. Unfortunately the hotel does not have surveillance cameras, so no footage of the event exists.",
   "An FBI agent's sniper rifle was taken by force from his car while it was parked overnight in the lot for Marriott Springhill Suites in Salt Lake City.  The hotel does not have any surveillance cameras so no footage is available.  This occurred before President Obama visited Salt Lake City.",
   "The sniper rifle was stolen from an agent's car in Salt Lake City The Mariott did not have any surveillance footage available President Obama was to visit only days later"
  ],
  "text": "An FBI agent's sniper rifle (similar to the one pictured) was ripped out of his car's window and stolen from a Salt Lake City hotel parking lot An FBI agent's sniper rifle was  ripped out of his car's window and stolen from a Salt Lake City hotel parking lot just days before President Obama visited Utah earlier this month. The gun was inside a hard rifle case and was 'secured properly' to a truck safe with padlocks and chains while the car was parked at the Marriott Springhill Suites, according to police. Police believe the thief stole the rifle by breaking the rear right passenger-side window, tying a rope around the rifle case's handle or a cable lock, and using the momentum from another vehicle to then break the case's handle free from the lock. The window frame of the agent's car was pulled from the door, which police believe could indicate the large case was ripped through the shattered window. 'The rifle had been secured properly,' Salt Lake City Police Detective Dennis McGowan told Fox 13 Salt Lake City. 'There are all kinds of ways the weapon was secure. Yet someone was able to forcefully take the weapon.' The FBI agent also reported that his gear bag, backpack, and some clothing and tools were also stolen during the March 27 theft, which the police report states happened overnight. The theft happened just a week before Obama (pictured during his visit) made a scheduled trip to Utah earlier this month Officers found two skid marks and pieces of rope lying on the pavement near the car, as well as the broken-off handle of the rifle case. The agent's bags and some of his clothing were found at a Residence Inn across the street, but the sniper rifle has not been recovered. Marriott Springhill Suites, the agent's hotel, is next to the city's airport and just down the street from the state's FBI office. The hotel does not have surveillance cameras, according to the police report. Salt Lake City police said the rifle's serial number has been entered into the National Crime Information Computer. The Secret Service told Fox 13 Salt Lake City the agency was notified about the stolen rifle before President Obama's visit, but could not comment if the theft prompted an increase of security. Det. McGowan said police do not know if the thief specifically targeted the agent's car. The sniper rifle was stolen sometime overnight from the parking lot of Marriott Springhill Suites, where the agent was staying. The hotel is just across the street from the state's FBI office",
  "expert_coherence_mean": 0.75,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 0.92,
  "expert_relevance_mean": 0.83,
  "turker_coherence_mean": 1.0,
  "turker_consistency_mean": 1.0,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 1.0,
  "example_idx": 1314
 }
]